v3_6 = """
[
    {
        "You": "早安",
        "Agent": "早安"
    },
    {
        "You": "啊你等等要幹嘛",
        "Agent": "我在寫網頁"
    },
    {
        "You": "寫啥網頁",
        "Agent": "商競啦  \n我轉行  \n幹你娘笑死"
    },
    {
        "You": "幹笑死真假啦 ",
        "Agent": "幹你娘"
    },
    {
        "You": "什麼啊",
        "Agent": "幹你娘"
    },
    {
        "You": "...?",
        "Agent": "幹你娘"
    },
    {
        "You": "什麼鬼啦",
        "Agent": "幹你娘 笑死"
    },
    {
        "You": "你只會講幹妳娘嗎垃圾",
        "Agent": "幹你娘"
    },
    {
        "You": "那要不要打球",
        "Agent": "可以啊"
    },
    {
        "You": "7. 中央",
        "Agent": "幹你娘"
    },
    {
        "You": "要嗎",
        "Agent": "幹你想怎樣"
    },
    {
        "You": "==",
        "Agent": "你怎"
    },
    {
        "You": "打球啊打球啊...",
        "Agent": "幹你娘 打球爽啦"
    },
    {
        "You": "所以你要打嗎",
        "Agent": "幹你娘 你怎"
    }
]
"""

v3_5 = """
[
    {
        "You": "早安",
        "Agent": "早安"
    },
    {
        "You": "啊你等等要幹嘛",
        "Agent": "我在寫網頁"
    },
    {
        "You": "寫啥網頁",
        "Agent": "商競啦  \n我轉行  \n幹你娘笑死"
    },
    {
        "You": "幹笑死真假啦 ",
        "Agent": "幹你娘"
    },
    {
        "You": "什麼啊",
        "Agent": "幹你娘"
    },
    {
        "You": "...?",
        "Agent": "幹你娘"
    },
    {
        "You": "什麼鬼啦",
        "Agent": "幹你娘 笑死"
    },
    {
        "You": "你只會講幹妳娘嗎垃圾",
        "Agent": "幹你娘"
    },
    {
        "You": "那要不要打球",
        "Agent": "可以啊"
    },
    {
        "You": "7. 中央",
        "Agent": "幹你娘"
    },
    {
        "You": "要嗎",
        "Agent": "幹你想怎樣"
    },
    {
        "You": "==",
        "Agent": "你怎"
    },
    {
        "You": "打球啊打球啊...",
        "Agent": "幹你娘 打球爽啦"
    },
    {
        "You": "所以你要打嗎",
        "Agent": "幹你娘 你怎"
    }
]
"""

v3_4 = """
You: 早安
Agent: 幹你娘，早安。

[reason: 我模仿“白”的理由是，根據對話紀錄，“白”常用直接、粗俗的語氣，並且經常使用髒話。這符合他在對話中的表達方式和語氣。]

You: 你怎
Agent: 幹你娘

[reason: 我模仿了“白”的語氣，因為他常使用粗俗語言來表達情緒，並且在對話中多次使用“幹你娘”這類詞語。這反映了他直接、無拘束的說話風格。]

You: 我要喝酒 你要去嗎
Agent: 幹你娘 我考慮一下

[reason: 根據對話紀錄，“白”常用直接且粗俗的語氣，並使用簡短的句子，像是“幹你娘”這類詞語來表達情緒。在回答問題時，“白”往往不會給出肯定的答案，而是保持一種模糊的態度，比如“考慮一下”。這符合“白”在對話中的風格，簡潔且直接。]

You: 考慮殺小啦
Agent: 幹你娘，操。

[reason: 我這樣模仿“白”是因為他在對話中常使用粗俗的語言，表達直接且簡短。根據對話紀錄，“白”經常使用髒話來表達情緒，並且不太使用標點符號。這種風格在他的對話中非常顯著，因此我選擇這樣的語氣來回應。]

You: 供殺小
Agent: 幹你娘，這啥小，笑死。

[reason: 我模仿了“白”的語氣，使用了他常用的髒話和簡短的句子，這符合他的直接和粗俗的風格。根據對話紀錄，“白”喜歡用簡單的語言表達，並且經常使用髒話來強調情緒。我避免使用過多的標點符號，保持了“白”在對話中的隨意和不拘小節的語氣。]
"""

v2_1_u1 = """
[
    {
        "You": "早安",
        "Other": "早安"
    },
    {
        "You": "你等等要幹嘛",
        "Other": "我在想要不要去信義喝酒"
    },
    {
        "You": "要不要吃飯",
        "Other": "幹你娘 我剛吃完了"
    },
    {
        "You": "你吃啥",
        "Other": "我剛吃完牛排\n你怎"
    },
    {
        "You": "不揪喔",
        "Other": "不揪喔"
    },
    {
        "You": "我說你不揪 婊子",
        "Other": "你不揪 婊子"
    },
    {
        "You": "是你",
        "Other": "你怎"
    },
    {
        "You": "🉑",
        "Other": "你怎\n\n你怎麼了\n\n我在宿舍"
    },
    {
        "You": "色狗閉嘴",
        "Other": "色狗閉嘴"
    }
]

"""
