all_chat = """
    [Group], 10/21/2023 06:20, 10/22/2023 02:18
    白: 你不敢
    僔: 2000弄丟錢包可悲仔
    僔: 130image
    白: 我閃喔
    白: 你可爽玩
    僔: 蔡旻欸
    僔: 超扯
    僔: 超正
    白: 同一個包？
    白: 幹你娘
    僔: 沒啦
    僔: 隔壁
    僔: 超扯
    僔: 超正
    白: 去幹他
    僔: 他被一個男生摸屁股

    [Group], 10/22/2023 04:28, 10/22/2023 11:13
    白: 有沒有妹幹
    白: 我房間很大唷
    白: 嘿嘿
    僔: 沒
    僔: 回來了
    白: 喔
    僔: 我不做那種事
    白: 幹
    白: 我開的
    僔: 幹我屁事
    白: 給你免錢的
    白: 我貼心
    僔: 跟學弟 來一發
    白: 本想說可4人
    僔: 把他草醒
    僔: ？
    僔: 幹你去色喔
    白: 我在樓下
    白: 跟蔡講電話
    僔: 喔喔
    僔: 沒事
    僔: 愛你

    [Group], 10/27/2023 11:12, 10/28/2023 04:56
    僔: Uber 50
    僔: 100
    僔: 酒58
    僔: 妳哪
    白: 下面
    白: 你怎
    僔: 在
    白: 下面
    白: ？
    白: 喔喔
    白: 還有誰
    白: 不是都走了嗎
    僔: 只有Darrian
    白: 其他都走了喔
    僔: 我們都交不到車
    僔: 不確
    僔: 叫
    白: 怎又還
    白: 差點被抓回永安市場
    僔: 認真
    僔: 超好笑
    僔: 你怎
    僔: 周勒

    [Group], 10/28/2023 05:17, 10/28/2023 07:05
    僔: 不可能跟其他女生逛街看到yann吧
    僔: 幹
    僔: 我直接轉頭欸
    白: 幹真假
    白: 超好笑
    僔: 幹
    僔: 不可能吧
    僔: 我甚至手機後面還有她送我的狗圖
    白: 啊這個
    白: 這個可能嗎
    僔: 勃起了
    僔: 那個了
    白: 幹今年真的是犯賤花一堆錢
    白: 我是狗

    [Group], 11/04/2023 12:19, 11/05/2023 08:50
    僔: 你們哪
    僔: 怎
    僔: 你怎
    白: 來玩一個禮拜
    白: 讚
    僔: 你有見到嗎
    白: 🈶啊 我就跟她一起玩一個禮拜啊
    僔: 然後勒
    僔: 這樣是有嗎
    白: 她覺得我終究是要去美國
    僔: 反正可能就這個禮拜而已
    白: 確實
    白: 也值

    [Group], 11/08/2023 10:27, 11/09/2023 04:01
    白: 欸幹你娘
    白: 我的卡
    白: 在福利社
    白: 要被退了
    白: 可幫嗎
    白: 包裹
    僔: 早安瑪卡巴卡
    僔: 全世界都在問我
    僔: 你去加拿大
    白: 誰想跟我做愛
    白: 其可
    僔: 你的也沒聲音喔
    白: 確實 操 不好玩
    僔: 你應該是沒開麥

    [Group], 11/10/2023 10:18, 11/10/2023 10:32
    僔: 💋
    白: 臥操
    白: 操逼嘍
    僔: 但我們宿舍超鳥的欸
    白: 幹你娘你這虛假的人 鎖你媽屁眼
    白: 確實
    僔: 欸
    僔: 我明天
    白: 帶得回來是真愛
    僔: 真的要出去啊
    白: 可以在一起
    僔: 可是你不在的時ㄏˋ
    白: 今天禮拜幾
    僔: 時候
    僔: 我帶了
    僔: 不是真愛
    白: 禮拜五晚上？
    僔: 對啊
    白: 喔你說糾紛嗎
    白: 可悲
    白: 幹
    白: 你要去
    白: 操
    白: 幹
    白: 操逼大隊
    僔: 那個是你在的時候
    白: 淫蕩小分隊
    僔: 我是說這幾天
    白: 幹真假
    僔: 可是羅凱恩今天不去
    白: 殺小
    白: 幹你娘
    僔: 應該說小覷
    僔: 去
    白: 回去更新一下
    白: 多拍影片
    僔: 沒啦
    白: 借我複習
    僔: 拍你媽逼
    白: 細屑
    僔: 你媽偷來啊
    僔: 我沒打砲啊
    僔: 我聊聊天而已
    僔: 我喜歡聊天
    僔: 有溫度
    僔: 我仍是個沒有性慾的人

    [Group], 11/10/2023 10:42, 11/12/2023 03:04
    白: "真假啦
    白: 勃起
    白天的時候
    僔: 但我那時候沒問吉會不會回來
    僔: 幹 你後天就回來了
    僔: 現在情況如何
    僔: 妳那邊
    白: 他還在思考🀄️
    白: 感覺他的朋友大力勸阻
    白: 笑死
    白: 合理
    僔: 幹可是 如果他現在同意 但你回來
    僔: 還是要等一個多月吧
    僔: 我是覺得 你可以讓他回來再給答案或再看看
    僔: 現在給答案感覺你們壓力都超大
    僔: 反正這學期超忙 忙一下就過了
    僔: 這是ruff門口蓋章的吧

    [Group], 11/13/2023 01:54, 11/14/2023 11:39
    僔: Uber91
    僔: 燒酒150
    僔: 我繞左邊
    白: 你偏色
    僔: 靠在包廂旁邊
    僔: 你怎
    白: 你怎
    白: 在色了嗎
    僔: 沒
    僔: 但我找其他朋友喝酒
    僔: 我最後還是會回宿舍
    僔: 友情告知
    僔: 幫你總和要還的錢 449
    白: 啥時回
    僔: 不確
    僔: 5.吧
    白: 你哪喝
    僔: 很遠
    僔: 台大醫附近
    白: 喔不是裡面喔
    僔: 不是
    白: 三小
    僔: 找朋友
    白: 色狗
    僔: 朋友
    僔: 你才色狗
    僔: 你去他家啊
    僔: 他家人不是可以嗎
    白: 幹你怎
    白: 你去打砲喔
    白: 怎沒回
    僔: 妳不會現在才回去吧
    僔: 怎那麼晚才問我
    白: 我昨天送玩他就睡覺
    白: 起床發現你不在
    白: 操你媽
    白: 又去幹誰
    白: 幹你娘
    白: 又在操逼[Group], 11/19/2023 12:37AM, 11/19/2023 04:58AM
    僔: 你們下去了嗎
    白: 下去又上來了
    僔: 好玩嗎
    僔: 下面
    僔: 欸
    僔: 桌號多少
    僔: 位置在哪
    白: 幹你娘 我被帶回永安市場了
    白: 沃操
    白: 這一天終究是來了嗎
    僔: 我操
    僔: 用用看
    僔: 我們的包廂
    僔: 靠你了
    僔: 我真的很愛你
    白: 我很驚慌
    白: For real
    僔: 搞不好他很強
    僔: 幹
    僔: 唧唧還在嗎

    [Group], 11/20/2023 03:40PM, 11/20/2023 03:40PM
    白: 哈嘍🐟軒
    白: 太超過嘍

    [Group], 11/22/2023 05:05PM, 11/22/2023 06:04PM
    僔: How can I stop eating fried138_zoung_ming chicken
    僔: 有料嗎
    僔: 幹你又要跟那個去唸書
    僔: 世新
    僔: 師大
    僔: 桃桃又三小
    僔: 你又要撞別人的🍑

    [Group], 11/23/2023 12:29AM, 11/23/2023 12:29AM
    僔: 這個如何
    白: 0
    白: 🚬🚬🚬🚬

    [Group], 11/24/2023 03:25AM, 11/24/2023 03:27AM
    僔: 幹你去找俄羅斯喔
    僔: 欸你在房間嗎
    僔: 我電腦有亮著嗎
    白: 供殺小
    白: 沒有
    僔: 西巴
    僔: 沒事
    僔: 在猜你是不是出去了
    白: 明天
    白: 你他媽
    白: 又在做愛
    白: 幹你娘
    白: 破狗
    僔: 沒有
    僔: 要回去了

    [Group], 11/24/2023 10:07PM, 11/24/2023 10:07PM
    白: 學弟的賴
    白: 來一個
    白: 我問問

    [Group], 11/28/2023 07:35PM, 11/28/2023 07:35PM
    僔: 還是生日

    [Group], 11/29/2023 12:04AM, 11/29/2023 12:07AM
    白: 幹
    白: 你去跟lulu做愛ㄛ
    白: 牛逼
    僔: 可不可以不要太誇張
    僔: 你媽叫lulu 
    白: 你太扯了
    白: 差不多
    僔: 但我想去中正紀念堂做
    白: "幹林娘 碩士生都這樣的？"
    白: 操雞掰
    白: 滾回來打code
    僔: 研究壓力大
    僔: 請你不要太扯
    僔: 小心我回去幹爆你
    白: 做賊心虛
    白: 極力反駁
    白: 有鬼
    僔: 對 做愛
    僔: 跟你媽

    [Group], 12/01/2023 07:55PM, 12/01/2023 09:28PM
    白: 你吃完了喔
    白: ㄏㄏ
    僔: 他走了嗎
    白: 你要回嗎
    僔: 我會回啊
    僔: 幹嘛
    白: 是可以走的啊
    僔: 你還可以打一次
    白: 你大概幾
    白: 我尋思一下 現在在🚬
    僔: 不確9半嗎
    白: 喔虧喔虧
    僔: 他在你床上摳摳喔
    僔: 這誰要去
    僔: 你幾點出
    白: nah
    白: 我在房間 獨自一人了
    白: 怎
    白: 你要帶回來幹喔

    [Group], 12/02/2023 12:31AM, 12/02/2023 12:32AM
    白: 你在哪
    白: 沒來嗎
    僔: 回了
    僔: 如果你還有第二炮去開房 我今天沒要出門了

    [Group], 12/06/2023 06:44AM, 12/06/2023 07:23AM
    白: nohup jupyter notebook --port 8899 &
    僔: 不確資料傳不傳的過去
    僔: 好像不行
    僔: 我試試
    白: zip啊
    白: 傳雲端
    僔: 正在
    白: 或是用指令直接丟server
    白: 🉑️
    僔: 怎
    僔: zip後也有250多
    白: tar -zcf submission-5.tgz submission-5/
    白: tar看看多少
    僔: 什麼意思
    僔: 你要不要直接來
    僔: 等他上傳
    僔: 欸幹
    僔: 上傳超久
    僔: 啊算了我自己的事
    僔: 愛你
    白: 超好笑
    白: 300M是可以傳多久
    僔: 媽的幹現在才13%
    僔: 16
    白: 你可睡
    白: 我等等回去幫你跑
    白: 時間應該差不多
    僔: 確定嗎
    僔: 幹照這樣要傳到8.
    僔: 超智障
    僔: 啊反正你確定upload完然後
    僔: 這個檔案大小有對
    僔: 你就把ipynb 直接跑到底
    僔: 然後只要確定這格開始train 應該就沒事了
    僔: 愛你

    [Group], 12/06/2023 07:36AM, 12/06/2023 12:41PM
    白: 穩
    白: 資料會存在log file
    白: 然後圖片存成png
    白: 這樣就可以斷線也沒差ㄌ
    僔: 欸
    僔: 你把
    僔: cuda那行
    僔: 傳給我
    白: 求我啊
    白: 婊子
    白: 把cpu
    白: 改成
    僔: 喔就這樣喔
    白: cuda:0
    白: 對啊
    白: 就裝置名而已

    [Group], 12/06/2023 12:58PM, 12/06/2023 09:03PM
    僔: 欸幹
    僔: 你去看一下有沒有錯
    白: 啥錯
    白: 幹那誰
    白: 又是哪個💼🐟
    僔: 嚕嚕啊
    白: 喔靠北
    白: 笑死
    僔: 頭髮很明顯吧
    僔: 幹誰會做對面唸書
    僔: 坐
    白: 誰知道 我又不是那種色男
    僔: ？
    僔: 明天見
    僔: 今晚別回來了
    僔: 我要跟學弟溫存

    [Group], 12/07/2023 11:47PM, 12/07/2023 11:47PM
    僔: 欸我看是跑完了 但我檢查一下有沒有問題 你先不要關掉kernel
    僔: 應該不會怎樣吧

    [Group], 12/08/2023 12:04AM, 12/08/2023 12:05AM
    白: 可啊
    僔: 你砲完沒
    僔: 會回來嗎
    白: 會回去啊
    白: 怎
    白: 你交了嗎
    僔: 想跟你打扣了
    僔: 沒
    僔: 還沒
    僔: 還在檢查
    僔: 居然沒有溫存
    僔: 你幹完就跑喔
    僔: 這樣會給宣萱寶帶來不好的印象

    [Group], 12/08/2023 06:19PM, 12/08/2023 06:21PM
    白: 你等等會下樓嗎
    僔: 怎
    僔: 晚點買晚餐之類的
    白: 幫我把眼鏡盒丟在大廳桌子
    白: 這個好像在我桌上
    白: 黑色的
    白: 🈶嗎
    僔: 沒欸
    僔: 搞不好你帶著
    白: 喔幹確實
    白: 笑死

    [Group], 12/09/2023 07:53PM, 12/09/2023 08:13PM
    白: 不要再打砲了
    白: 幹你娘
    白: 你買的那個是啥
    白: 我要吃
    僔: 炭火燒肉
    僔: 啥的
    僔: 靠近飯糰
    白: 在哪
    僔: 下面
    僔: 不知道還有沒有
    僔: 黑色盒子
    白: 幹 沒了
    白: 操

    [Group], 12/10/2023 03:53PM, 12/10/2023 03:53PM
    僔: 扣 iwalk 300 149

    [Group], 12/12/2023 02:44AM, 12/12/2023 02:45AM
    白: 他怎又回來沒洗澡直接睡
    白: 剛去開房間
    僔: 對 洗完了
    白: 昨天也是吧
    白: 我記得
    僔: 沒注意 但他牛逼
    僔: 你怎
    僔: 想偷幹他
    白: 想做愛
    僔: 但他沒洗澡
    僔: 怕了
    白: 想跟你媽開房間
    白: 你去幫我們錄影

    [Group], 12/13/2023 10:09PM, 12/13/2023 10:09PM
    僔: 快去陪她啦
    僔: 孝順媽媽

    [Group], 12/14/2023 01:08AM, 12/14/2023 01:08AM
    白: 149 - 100 眼藥水 = 49

    [Group], 12/19/2023 10:40AM, 12/19/2023 10:40AM
    僔: 怎有人如此米
    僔: 我都考個100分回來了

    [Group], 12/20/2023 00:00AM, 12/20/2023 00:00AM
    # Map the file names to their ids
    for idx, name in id_filename_dict.items():
        if filename == name:
            break
    # Export the dataframe to a CSV file
    output_df.to_csv('output.csv', index=False)[Group], 12/21/2023 12:53, 12/21/2023 09:32
    僔: "# Print the dataframe\n"
    僔: "print(""\\nTest Set Predictions:"")\n"
    僔: "output_df\"\n"
    僔: "# 使用模型預測 test set\n"
    僔: "test_dataset = MyDataset(test_set, transform=transform)\n"
    僔: "test_loader = DataLoader(test_dataset, batch_size=1, shuffle=False)\n"
    僔: "# 儲存預測結果\n"
    僔: "# Initialize an empty list to store predictions\n"
    僔: "model.eval()\n"
    僔: "with torch.no_grad():\n"
    僔: "    for inputs, _ in tqdm(test_loader):\n"
    僔: "        outputs = model(inputs)\n"
    僔: "        _, predicted = torch.max(outputs, 1)\n"
    僔: "        print(predicted.item()+1)\n"
    僔: "        predictions_list.append({'id': filename, 'label': predicted.item() + 1})\n"
    僔: "# Convert the list of dictionaries to a DataFrame\n"
    僔: "test_answer_df\"\n"
    僔: "欸我切下去跑一個大的 我估會跑到明天下午2.\n"
    僔: "大概就是跑個好幾個learning rate 然後用你說的vote的方式\n"
    僔: "如果這段時間你有要把電腦帶走然後跑不完 你看看有沒有好辦法可以解決 沒有就也沒關係\n"
    白跑而已\n"
    白: "sslvpn.iis.sinica.edu.tw\n"
    白: "\"Host Intern_IIS\n"
    白: "  HostName 140.109.19.22\n"
    白: "  User euni\"\n"
    白: "Euni1234\n"
    僔: "jupytern notebook \n"

    [Group], 12/23/2023 01:00, 12/23/2023 01:05
    僔: "欸\n"
    僔: "下學期 二234 \n"
    僔: "我們有一個DL的課\n"
    僔: "你要來炸嗎\n"
    白: "老師是誰啊吧\n"
    白: "你要一起嗎\n"
    白: "陪我\n"
    僔: "黃意婷\n"
    僔: "好像去年還前年才來\n"
    僔: "他上次開是三上\n"
    僔: "是要你來陪我炸\n"
    白: "超好笑\n"
    白: "他是我中研院的其中一個老師\n"
    僔: "喔幹\n"
    僔: "真假\n"
    白: "🉑\n"
    僔: "老熟嗎\n"
    白: "老熟\n"
    白: "修起來\n"
    僔: "可來修\n"
    僔: "我先抱你了\n"
    白: "走起\n"
    白: "課程網出來了？\n"
    僔: "沒\n"
    僔: "就是系統\n"
    僔: "教室\n"

    [Group], 12/25/2023 11:07, 12/25/2023 11:07
    僔: "可以給我官方回覆嗎\n"
    僔: "幹等一下 這個會傳到張順詞\n"

    [Group], 12/26/2023 08:16, 12/26/2023 08:17
    僔: "幹\n"
    白: "啥\n"
    僔: "你有看到嗎\n"
    僔: "學弟\n"
    白: "怎\n"
    白: "沒有\n"
    僔: "房間有女人\n"
    僔: "幹\n"
    僔: "好屌\n"
    白: "三小\n"
    僔: "幹\n"
    僔: "超屌\n"
    白: "幹\n"
    僔: "我剛回\n"
    僔: "不確是誰\n"
    白: "現在？\n"
    僔: "對\n"
    白: "坐在哪\n"
    白: "學弟位置？\n"
    僔: "地板\n"
    僔: "對\n"
    白: "啊學弟勒\n"
    僔: "房間啊\n"
    僔: "兩個都在\n"
    僔: "幹\n"
    僔: "超屌\n"
    僔: "等一下 先確定身分\n"
    僔: "幹\n"
    僔: "等一下\n"
    僔: "兩個女人\n"
    僔: "三小\n"
    僔: "我現在才發現\n"
    僔: "…\n"
    白: "殺小\n"
    白: "什麼兩個女人\n"
    僔: "紐幣\n"
    僔: "牛逼\n"
    白: "我們輸了\n"
    僔: "房間有兩個女生\n"
    白: "啊都坐在哪\n"
    僔: "一個坐他位置\n"
    僔: "一個在他那邊的地板\n"
    僔: "但感覺是朋友\n"
    僔: "我剛剛沒有看到坐他椅子上那個\n"
    僔: "幹\n"
    僔: "好嗨喔\n"
    僔: "媽的\n"
    僔: "他很強欸\n"
    僔: "他丟兩個女生在房間衝三小\n"
    僔: "重點是很普 像小朋友\n"
    白: "是不用這樣\n"
    白: "拍一下\n"
    僔: "一個在跟他一起打傳說 一個在他的床睡覺\n"

    [Group], 12/27/2023 03:34, 12/27/2023 03:48
    白: "蔡有關版ㄇ\n"
    白: "打完砲幫看\n"
    僔: "沒\n"
    白: "糗\n"
    僔: "急了\n"
    白: "該分了\n"
    白: "沒\n"
    僔: "分了也不會解退吧\n"

    [Group], 12/29/2023 10:59, 12/29/2023 11:09
    僔: "借領帶\n"
    白: "🉑\n"
    白欠75\n"
    白欠175\n"

    [Group], 12/30/2023 12:26, 12/30/2023 02:22
    僔: "回來婊子\n"
    僔: "你怎\n"
    僔: "又消失\n"
    白: "尿尿啦幹你娘\n"
    白: "打個炮\n"
    僔: "可\n"
    僔: "要戴\n"
    僔: "不然會感染\n"
    僔: "細菌多\n"

    [Group], 12/31/2023 08:50, 12/31/2023 09:27
    白: "借我車車\n"
    白: "騎去大一女\n"
    白: "愛你\n"
    白: "戴套\n"
    僔: "我也愛你\n"
    僔: "我跟你不用\n"

    [Group], 01/01/2024 02:39, 01/01/2024 08:20
    白: "幹 你跟嚕嚕愛愛喔\n"
    僔: "幹床上那個不是你喔\n"
    僔: "我以為你在睡覺\n"
    僔: "怕你回來的時候我在睡 先傳給你看\n"
    白: "不可能要這樣欸\n"
    白: "EMO啦\n"
    僔: "反正如果你沒有特別想怎麼處理 像是親手拿給她之類的\n"
    僔: "就照他的方式做\n"

    [Group], 01/02/2024 02:01, 01/02/2024 04:21
    僔: "交給她了\n"
    僔: "真感傷\n"
    白: "哭了\n"
    白: "她看起來還好ㄇ\n"
    僔: "挺好 甚至叫我多休息\n"
    僔: "還穿西裝\n"
    白: "讚\n"
    白: "我要回去喔 你沒在做愛吧\n"
    僔: "就沒齁\n"
    僔: "不喜歡這種東西\n"

    [Group], 01/03/2024 12:24, 01/03/2024 08:47
    白: "我袋子移一下喔\n"
    僔: "可\n"
    僔: "欸\n"
    僔: "我B流\n"
    僔: "自己注意一下\n"
    白: "你媽的逼\n"
    僔: "逼流\n"
    僔: "順便跟你的老大講一下\n"
    白: "死了\n"

    [Group], 01/08/2024 05:41, 01/08/2024 05:57
    白: "幹\n"
    白: "熱狗王在我旁邊\n"
    白: "什麼鬼粗\n"
    白: "轉來信義\n"
    白: "快點\n"

    [Group], 01/09/2024 03:05, 01/09/2024 03:12
    僔: "你媽\n"
    僔: "文心南\n"
    僔: "文心南接豐樂\n"
    白: "確實\n"
    白: "我轉信義\n"
    白: "幹快點\n"
    白: "開學載我\n"
    白: "然後接R\n"
    白: "然後place\n"
    僔: "我連文心南都還沒踏進\n"
    白: "三小\n"
    僔: "還在B流\n"
    白: "你怎米\n"
    僔: "超B\n"
    白: "你可以有點output嗎\n"

    [Group], 01/10/2024 09:39, 01/10/2024 10:16
    白: "你啥時回北\n"
    僔: "你要偷吃喔\n"
    僔: "明天下午應該會回一下\n"
    白: "這麼早回喔\n"
    白: "沒\n"
    白: "18那時候在嗎\n"
    白: "附近\n"
    白: "難要不要在你桌上做愛\n"
    白: "看\n"
    僔: "18在\n"
    僔: "笑死\n"
    僔: "就18在\n"
    僔: "你可以好好去南港跟雅麗寶相處嗎\n"
    白: "幹你娘回來一天是有什麼破冰\n"
    僔: "就很想你\n"

    [Group], 01/12/2024 08:51, 01/12/2024 08:53
    僔: "欸你那時候在韓國儲wowpass 的時候\n"
    白: "你媽\n"
    僔: "有用轉帳的方式存嗎\n"
    白: "問你媽\n"
    白: "沒有欸\n"
    僔: "還是都現金\n"
    白: "現金\n"
    僔: "你帶那麼多現金喔\n"
    白: "沒\n"
    白: "我基本上都刷\n"
    白: "信用卡\n"
    白: "那個搭車用而已\n"
    僔: "喔靠邀\n"
    白: "去辦一張\n"
    白: "日韓的卡啊\n"
    白: "回饋>手續費\n"
    白: "刷爽爽\n"
    僔: "我是有line bank的啦 \n"
    白: "那應該可吧\n"
    白: "信用卡比較方便\n"
    白: "都可刷\n"
    僔: "但wowpass現在很多比較有名的回饋都5趴以上\n"
    白: "真假 那這我沒研究\n"
    白: "阿吉勒\n"
    僔: "問他好了\n"
    [Group], 01/15/2024 02:26, 01/15/2024 02:34
    僔: "選了啥屌課\n"
    僔: "有深度吧\n"
    僔: "找意婷寶\n"
    白: "喔選課了喔\n"
    白: "幹你娘他跟我說\n"
    白: "叫我不要去修\n"
    僔: "我知道啊\n"
    白: "喔\n"
    僔: "照修啊\n"
    白: "我有跟你說喔\n"[Group], 02:34PM, 03:07PM  
    白: 好想修  
    僔: 你就去修他會怎樣  
    白: 你們很多人會簽嗎  
    白: 我是怕簽不到  
    僔: 我不確  
    白: 資管優先  
    白: 他說他沒辦法  
    白: 加簽的部分  
    僔: 他在搞  
    僔: 雞掰  
    僔: 先選在說  
    僔: 再  
    僔: 搞不好直接選到  
    僔: 阿墊資有啥課  
    白: 確實  
    僔: 分散式是三小  
    僔: 很酷的感覺  
    僔: xinyi 可以理解 但sleeping for xinyi不該出現  
    僔: 阿高等深度學習怎  
    白: 洗勒操雞掰  
    白: 聽說不錯  
    白: 我想修陳韻濃的課  
    白: 朝聖一下  
    僔: 靠邀 沒了  
    僔: 感覺他就不會讓你簽  
    僔: 五上ADL阿 但聽說需要點資源  
    白: 確實 雞掰 他叫我去修別的課  
    白: 我只想水學分  
    白: 這啥 誰的  
    僔: 陳韻濃  
    僔: 雞掰  
    白: 你要修？  
    僔: 但那是上學期的 再看看  
    僔: 而且同學期有DLCV  

    [Group], 04:56PM, 05:09PM  
    僔: 欸生成式  
    僔: 加簽感覺是抽籤  
    僔: 你能黑嗎  
    僔: 我係上也有朋友想修  
    白: 我看一下分工  
    白: 顆顆  
    白: 到時候先填屬於電資學院 如果是我弄我就直接幫你們加  
    僔: 但如果什麼抽籤錄影就沒辦法了吧  
    白: 這是確實  
    僔: 幹直接填我們是墊資嗎  
    白: 對  
    僔: 那麼虛榮嗎  
    白: 先這個  
    白: 被發現的話我再看我能不能搞  
    白: 不行就相信機率  
    僔: 表單開了嗎  
    僔: 我好像沒找到  
    僔: 欸啊李鴻毅專題 會管學生嗎  
    僔: 還是會放生  
    僔: 畢竟他學生有點多  
    白: 沒啊  
    白: 我們在做  
    白: 全遠距  
    僔: 阿不是有meet  
    僔: 實體meet  
    白: 可以全遠距  
    白: 喔  
    白: 幹  
    白: 你說專題喔  
    僔: 對啦  
    白: 會啊  
    僔: 他是認真的  
    白: 我們weekly meeting  
    白: 其他組  
    僔: 從開始就weekly?  
    白: 大概2個禮拜吧  
    白: 第一學期應該是  
    僔: 那也是挺密  
    白: 一學期67個吧  
    僔: 阿結果如何  
    白: 不難  
    僔: 6 7 個 meet嗎  
    白: 第一學期不用打什麼code  
    白: 對啊  
    白: 都是作業的感覺  
    僔: 你現在是兩學期了？  
    僔: 還是一  
    白: 第二學期啊  
    白: 上學期第一  
    僔: 幹不知道資管他會不會收  
    僔: 連他的ML都沒修過  
    白: 你可問問看  
    白: 他人很好  

    [Group], 07:16PM, 07:34PM  
    僔: 你要韓國寶六嗎  
    白: 水  
    白: 來一條  
    僔: 🉑  
    白: 你要打砲嗎  
    僔: 沒吧  
    僔: 幹嘛  
    僔: 你要很晚回來喔  

    [Group], 08:13AM, 08:55AM  
    僔: 沒可能排在我前面托運行李的是ruff妹  
    僔: …  
    僔: 跟她喇完就感冒  
    僔: 生日那次  
    白: 所以你旁邊有兩個你幹過的女人  
    白: sick  
    白: super idol  

    [Group], 12:06PM, 12:16PM  
    僔: 寶六整條你是在機場買的還是哪  
    白: 機場啊  
    白: 穩的一匹  
    僔: 但我上次在仁川沒看到有賣菸的地方  
    僔: 也可能在趕時間  
    僔: 我回程再找找  

    [Group], 07:02PM, 07:45PM  
    白: 勃起  
    白: 欸體育可以修一樣的對吧  
    白: 你上什麼課  
    僔: 選班次不一樣的比較保險  
    僔: 等等截  

    [Group], 08:48PM, 09:12PM  
    僔: 幹  
    僔: 感覺要買不到菸了  
    僔: 我他媽安檢排一小時  
    僔: 操  
    僔: 買到了  
    僔: 為了你  
    僔: 仁川機場體適能  
    白: 勃起了  

    [Group], 08:45PM, 09:12PM  
    僔: 30美 算你 900 加之前1075  
    白: 沒問題  
    白: 你哪  
    白: 🉑  
    僔: 欸  
    僔: 體檢前可以吃東西嗎  
    僔: 我看說明沒寫  
    白: 不行吧  
    白: 兩小時之類的  
    僔: 我是14.體檢 前一天睡前應該可以？  
    白: 可以吃我的屌啊  

    [Group], 03:24PM, 03:25PM  
    僔: 欸幹  
    僔: 屁眼  
    僔: 我噴了  
    白: 傻笑  
    白: 殺小  
    僔: 檢查屁眼  
    僔: 沒有噴 講幹話  
    白: 幹  
    白: 🈸  
    僔: 超爽  
    白: 掰開  
    僔: 掰了  
    僔: 他還問我哪裡念書  
    僔: 我以為要檢查性生活了  

    [Group], 03:54PM, 04:00PM  
    僔: 啊生成式出來了沒  
    僔: 妳是要同時當助教跟修課嗎  
    白: 出來啥  
    白: 加簽喔  
    白: 開學公佈吧  
    僔: 之類的  
    僔: 雖然我不一定修  
    白: 沒修課啊  
    白: 就助教  
    白: 但是是拿學分  
    僔: 蛤  
    僔: 沒修課有學分？  
    白: 阿災 title是助教  
    白: 不知道還要不要選課  
    僔: 可以這樣  
    僔: Dcard的創辦人  
    僔: 就做過這種事  
    僔: 親口講的  

    [Group], 04:00PM, 04:08PM  
    白: 你說像這樣喔  
    白: 好像可  
    僔: 大學去修碩班課然後當助教  
    白: 但我們不能選  
    僔: 給自己A+  
    白: 只有碩博可以拿錢  
    僔: 又不能  
    白: 確實  
    白: 這我  
    僔: 妳能什麼  
    僔: 做愛  
    僔: 啊你要分了沒  
    白: 確實  
    白: 人家很愛我  
    白: 不能這樣  
    白: 啊你在一起沒  
    僔: ？  
    僔: 沒  
    僔: 我快跟你媽在一起了  
    僔: 叫我爸  

    [Group], 11:51PM, 11:57PM  
    僔: 你有看到俞秀珍被盜嗎  
    僔: 秒讀三小  
    白: 啥  
    白: 幹  
    白: 剛好講到  
    僔: 超好笑  
    白: 這個  
    白: 他說他要看  
    白: 然後你就傳  
    白: 訊息  
    白: 三小  
    白: 幹還好我沒傳  
    白: 開學再分  
    白: 不然就死了  
    僔: 幹  
    僔: 三小  
    僔: 他在喔  
    僔: 幹  
    白: 視訊  
    白: 啊怎  
    僔: 喔操  
    白: 媽媽怎  
    僔: 看他ig  
    僔: 幹你娘太陡了吧  
    僔: 超抖  
    僔: 開學前五蹦  

    [Group], 12:19AM, 12:19AM  
    白: 幹  
    白: 盜的人沒想清楚喔  
    白: 超抖  
    白: 🉑  

    [Group], 10:17AM, 10:50AM  
    白: 欸  
    白: 昨天我們把你蘋果酒幹了  
    白: 凱恩說下次買  
    白: 顆顆  
    僔: 你他媽先發限動隔天才跟我講  
    僔: 但我喝過了  
    僔: 真的蠻好喝  
    白: 而且我還忘記標你  
    白: 超好笑  
    白: 凱恩說下次買一箱  
    白: 那個哪買啊  

    [Group], 11:23AM, 11:23AM  
    僔: 好像是他們店裡的  
    僔: 但他們店無限期關掉  
    僔: 便利商店好像沒有  
    僔: 啊你面啥  
    僔: 開始找下家了喔  

    [Group], 01:04PM, 01:04PM  
    白: 臥操  
    白: 那就抱歉ㄌ  
    白: 你喝他的水就好  
    白: 確實 去業界玩玩  
    白: 南港太遠了操  

    [Group], 09:58PM, 09:59PM  
    僔: 喔好事多有賣 那個酒  
    僔: 蘋果酒  
    僔: 想買可以買 但我沒卡就是了  
    僔: 但我更想念信義全家了  

    [Group], 10:35PM, 10:35PM  
    僔: 你已經24小時沒發限動了 沒死吧  [Group], 02/02/2024 12:08, 02/02/2024 12:09
    僔: 幹我本來想說你可以投個dcard實習
    僔: 之前都有ML intern
    僔: 結果今年沒開 目前沒看到
    僔: 虧爛

    [Group], 02/06/2024 03:00, 02/06/2024 03:13
    僔: 欸幹我有看到一個資工的修商管程
    僔: 要不要來炸魚
    僔: 超好笑
    白: 為啥可以修
    僔: 不確 應該是沒有擋吧
    僔: 可修

    [Group], 02/07/2024 01:09, 02/07/2024 01:30
    白: 鋼琴要去嗎
    白: 還是不用簽到
    僔: 你有上嗎
    僔: 有的話建議第一堂還是去一下吧
    僔: 但大概提早一小時去不嫌多
    白: 有上
    白: 啥
    白: 喔喔
    白: 沒座位嗎
    白: 啊平常勒
    白: 有點名嗎
    僔: 沒
    僔: 完全沒
    僔: 但教授冷到幹
    僔: 教室
    白: 水
    白: 啊是作業
    白: 還是考試
    僔: 期末報告100趴
    僔: 輕鬆的
    白: 水
    白: 啊你寫一個A
    白: 是在寫殺小
    僔: 甚至都刪除了不想看
    僔: 寫我怎麼幹你的

    [Group], 02/07/2024 02:04, 02/07/2024 02:07
    白: 一起
    白: 四早
    僔: 三吧
    僔: 我應該會去簽
    僔: 🉑
    僔: 好像有些ML作業
    白: 啊幹你娘
    白: 資管系
    白: 操
    白: 怎又資管
    白: 你們都一堆好玩課
    僔: 資管怎
    僔: 看不起喔
    白: 你們簽比較多啊
    白: 外系20
    僔: 試試看啊

    [Group], 02/07/2024 02:07, 02/07/2024 02:17
    白: 啊
    白: 亦婷的
    白: 你有選到喔
    僔: 有欸
    僔: 你有嗎
    白: 你媽的逼
    白: 我沒有啊
    白: 他初選不開放外系
    白: 林老師
    僔: 求他給你簽
    白: 他現在在趕paper
    白: 應該很躁
    白: 還有啥
    白: 好玩的 有程式的
    僔: 你要寫前後端嗎
    僔: 啊你都不選國防喔
    白: 有 我有兩個國防
    白: 聽勸了
    白: 要嘛 好啊 有啥
    白: 很硬嗎
    白: 誒我剛剛傳的那個
    僔: 你說國防嗎
    白: 要填表單
    白: 沒
    白: 前後端
    白: 沒寫過
    白: 啥課
    僔: 對啊 我好像還沒填
    僔: 資管的
    僔: Web app

    [Group], 02/07/2024 02:14, 02/07/2024 02:16
    僔: 你先填 有機會
    白: 🈶️
    白: 祝我選上web app
    僔: 操我下學期還有12學分
    白: 幹你娘 資管課怎麼這麼好玩
    僔: 不要看不起我們好不好
    僔: 很難欸
    白: 我現在15
    白: 真爽
    僔: 加國防跟商管程一堆時間
    白: 你修這麼多幹嘛
    僔: 無法實習
    僔: 帶到碩班抵
    白: 你又不用刷成績
    白: 喔喔
    白: 朱敬一
    白: 聽過嗎
    僔: ？
    白: 總經原
    僔: 啥
    僔: 沒
    白: 爛
    僔: 聽都沒聽過
    白: 管院之恥
    僔: 我電資
    僔: 雙愛滋

    [Group], 02/08/2024 12:45, 02/08/2024 12:47
    白: 開休息
    白: 真色
    僔: 980很貴吧幹
    僔: 摯友都是這種好貨喔

    [Group], 02/08/2024 10:14, 02/08/2024 10:15
    僔: 小道消息
    白: 怎
    僔: 學弟是財會贏總召跟之夜副召
    僔: 看來
    僔: 會很常不在喔

    [Group], 02/08/2024 10:15, 02/08/2024 10:15
    白: 笑死
    白: 幹
    僔: 但感覺不太會回家欸
    白: 他這麼牛逼
    僔: 他很牛欸
    僔: 為什麼不跟我們牛
    僔: 啊你要大數據齁
    僔: 我們系的

    [Group], 02/09/2024 12:04, 02/09/2024 12:14
    白: 欸幹
    白: 幹你娘誰在亂傳啊
    白: 超殺小的
    僔: 至少我看是沒啦
    白: 我也記得沒啊
    僔: 確實沒
    僔: 燒了

    [Group], 02/09/2024 12:14, 02/09/2024 12:19
    僔: 他沒說從哪聽來的喔
    僔: 蔡
    白: 他不想講
    白: 幹你娘
    白: 哪個雞掰人
    僔: 還是她只是想斷隨便找理由
    僔: 從他找我拿你的東西就有點這種感覺了
    白: 幹
    白: 超煩
    白: 我覺得
    白: 否
    白: 下次給你看
    白: 啊我女友跟我說
    白: 我來找就分手
    白: 我是不是又在搞

    [Group], 02/09/2024 12:19, 02/09/2024 12:24
    僔: 本來就在搞
    白: 確實
    僔: 我說交新的
    白: 確實
    白: 我缺愛
    白: 想做愛
    白: 剛做完
    僔: 跟我的北科姊姊一樣
    僔: 我好想做愛
    白: 笑死
    白: 今天馬上去
    白: 超好笑
    白: 確實

    [Group], 02/09/2024 12:20, 02/09/2024 12:24
    白: 怎學長姐都在搞
    僔: 年輕好騙
    僔: 我甚至在那個北科姊姊家附近
    僔: 老家
    僔: 想找他做愛了
    僔: 沒

    [Group], 02/09/2024 12:22, 02/09/2024 12:24
    白: 幹超燒 到底是誰
    白: 好不爽
    白: 幹你娘
    僔: 但我覺得
    僔: 沒心在一起就快分啦
    僔: 或沒全心
    白: 這樣很壞嗎
    白: 你那時候被大搞嗎
    僔: 大搞
    僔: 因為我很喜歡啊
    白: 合理
    僔: 他小喜歡
    僔: 你就是她 啊我就是
    僔: 宣
    白: 確實
    白: 真的滿像

    [Group], 02/10/2024 07:26, 02/10/2024 07:58
    白: 欸你啥時回北
    僔: 不是問過
    僔: 五啊
    僔: 你要打砲喔
    白: 沒啦
    白: 你能幫我載個螢幕嗎
    白: 我本來要跟翁開上去
    白: 但他13就上去了
    白: 我現在螢幕帶不上去==
    白: 請你爸喝酒
    僔: 啥小啊台北勒
    僔: 螢幕
    白: 你要搭高鐵喔
    僔: 沒啊
    白: 我
    僔: 車
    白: 交換啊
    白: 因為本來要開車
    白: 操
    僔: 螢幕多大
    白: 現在很糗
    白: 24寸啊
    僔: 有盒子裝著嗎
    白: 細長的
    白: 對
    白: 有盒子的
    僔: 那應該可
    白: 只是我搭高鐵上不去
    僔: 扁扁的吧
    白: 對對
    白: 那種
    僔: 應該可
    白: 愛了 下次內射你
    僔: 不 是讓我內射
    白: 可以
    白: 你爸也可
    白: 你弟也可
    僔: 我阿伯也可
    白: 這個再說
    白: 見面談
    白: 欸你在台中
    白: 能去夜店嗎
    僔: 怎
    白: 明天可能有局
    白: 啊
    白: 但
    僔: 明晚嗎
    白: 是黃魚欠他們
    白: 笑死
    僔: 可以啊
    僔: 沒差
    白: 有的話問你
    僔: 明晚吧
    白: 我等等要跟
    白: 某個女的去遛狗
    白天在娘家
    白: 再確認
    僔: ？[Group], 07:58PM, 08:00PM
    僔: 又要炸？
    僔: 妳真的很癢
    白: 你記得嗎
    白: 沒
    白: 我跟他老好了
    僔: 幹
    白: 他的狗很可愛
    僔: 老好了
    僔: 三小
    僔: 幹你要ntr 
    僔: 幹
    僔: 朋友
    僔: 三觀呢
    白: 早就
    僔: 也是
    僔: 不要愛滋
    白: 確實
    白: 沒問題
    僔: 這你
    白: 有的話妳來
    白: 陪我
    白: 沒去過台中的
    僔: 我也
    僔: 啊
    僔: 回自己家嗎
    白: 去一下才會珍惜台北
    僔: 哪間
    白: 阿災
    白: 我等等跟你說
    僔: 🉑

    [Group], 09:27PM, 11:37PM
    僔: 嚕說不要去xcube 
    僔: 都是89台妹
    白: Alta勒
    白: 他們要去alta 
    僔: 她說最頂
    僔: 要去嗎
    僔: 但我過年冷到 鼻涕流不停
    僔: 明天看情況
    僔: 要的話幾點
    白: 要的話
    白: 你幾

    [Group], 11:47PM, 06:30PM
    僔: 不確欸
    僔: 那附近我不熟
    僔: 朝馬的樣子
    僔: 10之類的嗎
    僔: 有pre 嗎
    僔: Pre喝
    僔: 幹有點危欸
    僔: 喉嚨癢
    白: 啥
    白: 你去死
    僔: 啊你怎五不行
    白: 給我來
    白: 我女友說那天不能去
    僔: ？
    白: 我應該也不會這麼早去
    僔: 三小
    僔: 為啥不能
    僔: 你說明天？
    白: 我說回北
    白: 我應該不會禮拜五回北
    白: 我禮拜六回
    白: 怎說 你要嗎
    僔: 幹很猶豫
    僔: 小感冒
    僔: 你幾點
    白: 這看起來是
    白: 免費
    白: 酒喝到爽欸
    白: 我不確 11 12之類的
    僔: 我操
    僔: 因為我離那很遠 可能搭公車吧
    僔: 但好像10.前就關了
    僔: 你怎去
    白: GoShare吧我猜
    白: 你可crv 載我
    僔: 靠邀這樣怎回來
    僔: 幹妳禮拜五北啦
    僔: 我感覺今天否欸
    僔: 而且在吃藥了
    白: 喔喔好
    白: 我車票六晚
    白: 凱恩不是也不行

    [Group], 10:17PM, 07:48PM
    僔: 妳明後兩天還會去豐樂嗎
    僔: 我晚上會開車到文心南練
    僔: 練完可載你的螢幕
    白: 練車？
    白: 還是啥
    白: 喔幹你娘
    白: 練
    白: 笑死
    僔: …
    白: 我想說練殺小
    白: 水喔 我再跟妳說
    白: 先12了
    白: 欸 開一段
    白: 來跟我喝酒
    白: 我沒車過不去豐樂笑死
    僔: ？
    白癡
    僔: 我剛要練
    僔: 可能10.走
    白: 可來美術館陪我抽一
    白: 誰說不行
    白: 吊扣的是汽車駕照
    白: 你平常還是可以擋車
    僔: 你是在靠邀
    僔: 我應該帶著你的寶六的
    僔: 我快練完再跟你說

    [Group], 07:48PM, 12:54PM
    白: 還是明天
    白: 你明天會練嗎
    白: 我等等也要去練 怕對不上
    白: 然後就有這個
    僔: 會 晚上
    僔: 可 明天提醒我
    僔: 晚上如何
    僔: 怎拿
    白: 其實不確
    白: 你幾點練
    白: 來載我
    白: 一起練
    白: 想體驗文心南
    僔: ？
    僔: 你有？
    白: 啥
    白: 過年
    僔: 你有文心南？
    白: 全台啊
    白: 不然我怎麼練
    白: 我都轉信義了
    僔: 有到初五喔
    僔: 那麼屌
    白: 🈶
    白: 剛好
    白: 快點
    白: 來載我
    白: 想搭哥哥的車
    僔: 不確欸
    白: 晚上？
    僔: 因為我還在猶豫要不要看醫生
    僔: 對啊
    白: 晚上我隨意啊
    白: 你要11.我也可
    白: 你練啥
    僔: 推
    僔: 你家在哪
    白: 美術館
    僔: 給我個地標或地址
    白: 旅禾泡芙
    白: 忠明店
    白: 讚的
    僔: 🉑
    白: 水
    白: 晚上見
    白: 情人節
    僔: 練完吃個豆漿點
    白: 真浪漫
    僔: 店
    白: 隨意
    僔: 勃起了
    白: 穩
    僔: 早一點好了
    僔: 隨便估個8.
    僔: 我有看醫生再跟妳說
    白: 喔喔 妥

    [Group], 07:21PM, 08:49PM
    僔: 我等等看完醫生打給你
    僔: 應該8.前看完
    僔: 然後8.30到美術館之類的
    白: 慢一點啦
    白: 我在做愛
    白: 來嗎
    白: 9.啦 晚一點看醫生
    僔: 送你煙 載妳 還要等你做愛？
    白: 啊我等等內射你啊
    白: Cream pie
    僔: 出發了
    白: ㄎ
    白: 在家屁眼開開等你了
    僔: 快到了
    白色小Volvo
    僔: 5956
    僔: 可下
    僔: 迴轉就到
    白: 水
    白: 來了
    僔: 螢幕要拿
    僔: 旅禾門口

    [Group], 12:39AM, 12:43AM
    白: 幹你娘
    白: 笑死
    白: 被我幹走了
    僔: 超好笑
    僔: 你怎敗壞至此
    白: 希望他我要生氣
    白: 不要

    [Group], 03:23PM, 03:30PM
    僔: 學弟回
    僔: 虧
    白: 我有東西放你跟他那嗎
    白: 我其實小望
    白: 忘
    僔: 有
    僔: 小婊子
    白: 真爽
    白: 上次射在你桌上
    白: 香嗎
    僔: 吃完了
    僔: 今天換我
    僔: 你明天吃
    僔: 隔夜可炒飯

    [Group], 08:21PM, 08:23PM
    僔: 你幾回
    白: 10.到北車
    白: 11.信義
    白: 懂？
    僔: 我要先跟資管的吃熱炒
    白: 你今天要去吧
    僔: 吃完過去
    僔: 要
    白: 啊會去嗎
    白: 水
    僔: 但不能太晚
    白: 我愛你
    僔: 你知道
    白: 怎說
    白: 喔你要出去
    僔: 明天要刷牆壁嗎
    僔: 也是
    白: 知
    白: 幾點
    白: 我忘了
    僔: 9啊 操
    白: 三小
    僔: 超有病 超早
    白: 幹你老師
    僔: 就是9.很幹啊
    僔: 工具都在外面了

    [Group], 11:11PM, 11:15PM
    僔: 只是想說我先跟資管在這
    僔: 等等找你們
    白: 你哪
    白: 你在信義喔
    白: 有妹嗎
    白: 一起[Group], 02/18/2024 11:16PM, 02/18/2024 11:20PM
    僔: 沒啊
    僔: 男的
    僔: 我在fake
    白: 🉑
    白: 你們有位置？
    僔: 沒啊
    僔: 站著
    僔: 10分鐘後找你們
    僔: 全家嗎
    白: 沒問題

    [Group], 02/18/2024 11:35PM, 02/18/2024 11:12PM
    僔: 1015
    僔: 你怎
    僔: 偷跑
    僔: 幹明天就睡到他們要塗我們床旁邊的牆壁好了
    僔: 還是跟他們說床旁邊不用了
    僔: 又沒差
    白: 我到很晚都不會回來 供餐
    僔: 我剛以為你的很晚是直接到11.
    僔: 然後學弟說7.
    僔: 啊他現在都還沒回
    僔: 你剛說要去建工我以為假的
    僔: 操
    僔: 你們兩個偷搞我
    白: 可憐
    白: 幹你娘不是都種草莓了
    白: 沒打砲是在種三小
    白: 還是那是痘痘
    僔: 你媽的包魚長在我脖子上
    僔: 沒啦 我其實也被刷油漆搞到
    僔: 太累
    白: 現在抓回去幹啊
    僔: 我們都累了
    僔: 不是你這種性愛成癮的敗壞男同
    僔: 我突然想到 如果我看菜的限時
    僔: 然後都跟你說他在哪
    僔: 你就可以無限偷襲
    白: 我有小帳追他
    僔: 喔幹
    白: 今天差點沒忍住
    僔: E了
    僔: 我操
    白: 直接去咖啡廳
    僔: 咖啡廳嗎
    僔: 幹其實我有想跟妳說
    白: 難受了都
    白: 真的操雞掰
    僔: 幹可是要是是這種大攤的
    僔: 我估計你一男打不過六女
    白: 確實
    僔: 好了 現在直接多推10公斤了
    白: ⋯
    白: 真他媽
    白: 幹你娘

    [Group], 02/18/2024 11:46PM, 02/19/2024 01:43AM
    白: 下禮拜操這個
    僔: 你可
    僔: 我算是沒性慾的人
    白: 幹你娘好想大開殺戒
    僔: 但這奶是怎樣
    僔: 殺啊
    僔: 現在沒殺嗎
    白: 殺紅眼
    白: 現在
    白: 很克制
    僔: 可不克制
    僔: 妳最好殺到
    僔: 被女友發現
    僔: 那種
    僔: 欸合成遠好像給人工加簽
    白: 啊電資可以嗎
    僔: 不確 她可能會看到你是電資的不給你簽
    白: 還是幫我搞一個
    僔: 但你可以說 你沒學過Python
    僔: 怎搞
    白: 阿災 人工加簽是怎
    白: 簽單子的那個喔
    僔: 對啊
    僔: 就是加退選完後
    僔: 紙本單子
    僔: 但或許加選就上了
    僔: 超好笑 不修嗎
    白: 什麼鬼
    白: 感覺賊雞巴爽
    僔: 超好笑 花一個月test
    僔: train+test
    僔: 挺好

    [Group], 02/20/2024 09:17AM, 02/20/2024 11:54AM
    僔: 可偷簽
    白: 水
    僔: 好多人喔這堂
    僔: 拜託你來了
    白: 操
    白: 怎麼樣
    白: 課怎
    僔: 剛下課
    僔: 就基礎啊
    白: 舒服嗎
    白: 有妹嗎
    僔: 0

    [Group], 02/21/2024 02:11AM, 02/21/2024 11:28PM
    白: "得
    "
    白: -60 酒 955
    白: 幹零娘
    白: 竟然是跟嚕嚕做愛嗎
    白: 色狗

    [Group], 02/24/2024 12:43AM, 02/24/2024 01:12AM
    僔: Sarah怎
    白: 笑死
    白: 欸幹你娘
    僔: 又怎
    白: 學弟還沒回來
    白: 扯
    白: 虧了
    白: 結果我在睡覺
    白: 睡到現在
    僔: 虧爛
    僔: 啥小
    僔: 妳米
    僔: 沒去信義？
    白: 我睡死
    白: 太累
    白: ==

    [Group], 02/24/2024 01:42AM, 02/25/2024 11:14PM
    白: 你明天晚上就回來了？
    僔: 下午
    白: 沒用的東西
    僔: 你剛錯失機會了
    僔: 自己愛睡覺
    白: 明晚信義
    僔: 我不能欸
    白: 你有要去嗎
    白: 怎說
    僔: 日7.30 家教
    僔: 屌吧
    白: 三小
    白: 早上730？
    僔: 對啊
    白: 神經病
    白: 美國那個喔
    僔: 賺美金摟
    僔: 對啊
    僔: 她感覺真的很好賺
    僔: 我在努力
    白: 確實 薛一波
    僔: 當家長賴配給你1600的時候
    僔: 都勃起了
    僔: 我今年應該會比較少去信義了
    白: "宿舍真是快樂的地方

    [Group], 02/25/2024 06:11PM, 02/26/2024 02:43PM
    僔: 你怎麼還在出軌啊
    僔: 出軌哥
    白: 可不可以起床啊
    白: 米蟲
    白: 睏殺小
    白: 我這樣
    白: 不算錯誤陳述吧助教
    白: 你會遇到大助教或老師嗎 幫問
    僔: 今天會
    僔: 還是你加一個輔政治
    僔: 還是我幫你說你沒學過軟體
    僔: 最近想開始碰
    僔: 但是電資不給簽你就用雙主修
    白: 之類的？ 就打算化工系畢業這樣
    白: 我怕到時候還要停休麻煩
    白: 感恩

    [Group], 02/26/2024 02:47PM, 02/26/2024 05:17PM
    僔: 超好笑
    僔: 晚上再提醒我一下
    白: 水
    白: 馬修今日更新
    白: 好像是屌貨
    僔: 你居然為了這個傳訊息
    僔: 你愛上了
    僔: 啥時可以留言
    白: 閉嘴
    白: 會燒
    僔: 燒一次 就燒完了
    白: 幹就是我跟你講的 好像身世
    白: 🐮🍺的
    白: 我還沒看
    白: 好想看
    僔: 別劇透
    僔: 你先看
    僔: 還是還沒羹
    僔: 更
    白: 更了
    白: 在忍
    僔: 你先看啊
    僔: 啊也不一定要

    [Group], 02/26/2024 05:16PM, 02/27/2024 05:17PM
    僔: 欸生成式的加簽你能搞嗎
    僔: 我有朋友想簽
    白: 0
    白: Seed 固定了
    僔: 燒
    白: 我code給他們了
    白: 晚了一步
    僔: 燒
    僔: 沒事

    [Group], 02/27/2024 03:58PM, 02/28/2024 02:34AM
    僔: 你晚上要跟吉喝嗎
    僔: 可能89
    白: 怎
    白: 要訂位喔
    僔: 應該不用 吧
    僔: 現在是看你心意
    白: 89可以抽電子菸嗎
    僔: 不確
    僔: 感覺不行
    白: 行啊
    僔: 通常不行
    白: 小酌
    白: 反正89很近
    僔: 抓妹子
    僔: 沒
    白: 沒差
    僔: 複習流域為剛劈腿 你剛跟蔡在一起
    僔: 現在算是 傳承
    僔: 1085
    白: 這個啦操
    白: 幹砲幹到腦子壞掉喔
    白: 955+70 1025
    白: 你們哪
    僔: 我跟嚕還有遊fake
    僔: 吉說對面
    白: 好
    白: 你們的在哪
    白: 我看到遊ㄕˋ磊
    僔: 應該剛出全家
    白: 🉑
    白: 欸幫我看一下路上有沒有我的毛帽幹你娘
    僔: 我覺得在fake廁所
    僔: 因為你出來的時候
    僔: 好像
    僔: 沒有帽子
    僔: 好像
    白: 喔喔
    白: 你去幹砲了喔
    僔: 幹
    僔: 好像是
    僔: …
    白: 幹你娘
    僔: Sorry
    白: All good
    僔: 我愛你還有他們
    僔: 超像周 但不是
    白: 幹笑死
    白: 真的滿像[Group], 03/01/2024 01:07, 03/01/2024 01:13
    白: 這禮拜
    白: 看來
    白: 你禮拜五 我禮拜六
    僔: 學弟不在？
    白: 看起來
    白: 收行李箱
    白: 要去韓國嘍
    白: 剛剛有說
    白: 台幣剩下八塊
    僔: 六的話我大概1.30-3.會在閱覽室
    僔: 上完課我就要睡覺了
    僔: 欸幹
    僔: 不用啊
    白: 幹你娘
    白: 笑死
    僔: 你們三個都不在
    僔: 爽
    僔: 超爽幹
    白: 吉在吧
    白: 啊他會回家
    僔: 他剛好要去台南吧
    白: 為什麼我不在
    僔: 你不是R
    白: 喔你說禮拜六喔
    白: 確實
    白: 你可使用
    僔: 你媽我要上課
    白: 12-130
    僔: 三小
    白: 可一發
    白: 幫你算好了
    白: 嚕嚕先來
    白: 我一出門
    白: 就可以前戲
    白: 我回來
    白: 去洗澡
    白: 一條龍
    僔: 幹超好笑 when to meet
    白: 算你250就好
    白: 我可以睡閱覽
    白: +50
    僔: 你媽
    僔: 你他媽去R
    白: 很划算

    [Group], 03/01/2024 01:50, 03/01/2024 01:51
    白: 傳個PDF
    白: 他沒說啥不能用
    白: 操
    僔: 反正只能用if else
    白: and or 可以嗎
    僔: 可以
    僔: 基本運算
    僔: 邏輯運算都可以
    僔: Sep end 也可以
    白: 喔喔喔好

    [Group], 03/01/2024 05:49, 03/01/2024 05:49
    僔: 超扯
    僔: 完全不知道

    [Group], 03/01/2024 08:38, 03/01/2024 08:39
    白: 你哪
    僔: 新體
    白: 還以為信義
    白: 這三個啦
    白: 🐮🍺

    [Group], 03/02/2024 03:05, 03/02/2024 03:06
    白宗民
    白: 請問realname為什麼不能改
    白: 你媽死了嗎
    僔: 請問可以用mail問問題嗎
    白: 我可以幹你屁眼嗎
    僔: 不能改喔
    白: 確實
    僔: 還有一顆橘子喔同學
    白: 這綁mail 的對吧
    白: 這樣我能重新註冊嗎
    僔: 幹我還真的不知道
    白: 喔那我寄信問問
    僔: 這真的要寄信問了
    白屁眼魔獸

    [Group], 03/03/2024 03:58, 03/03/2024 05:31
    白: 欸你幾點下班
    僔: 剛下
    僔: 你怎
    僔: 又泡
    僔: 砲

    [Group], 03/05/2024 01:01, 03/05/2024 01:02
    僔: 還是問他要不要來宿舍運動
    白: 好啊
    白: 我截圖問他
    白: 要跟fried138一起嗎

    [Group], 03/05/2024 02:32, 03/05/2024 02:53
    白: 可以用min_price = float('inf')嗎助教
    僔: 可以 但要幫助教素
    白: 這你被我素
    白: 助教好 我已經寫好一個好的程式 等等可以給我幹你屁眼嗎
    白: 啊這個你是認真回的嗎
    僔: 就可以啊
    僔: 但要素
    僔: 應該是可以獎勵你被我幹
    白: 幹買一送一
    白: 超賺誒
    白: 我愛PBC

    [Group], 03/07/2024 01:50, 03/07/2024 01:59
    白: 睡沒
    白: 袋子裡有一瓶
    白: 飲料
    白: 幫冰
    僔: 挺好的apple juice
    白: 讚

    [Group], 03/07/2024 11:47, 03/07/2024 11:50
    僔: 小道消息 這次有四題
    僔: 但我們還沒拿到
    白: 好想寫
    白: 幹你拿到了傳一下
    白: 想跟你一起寫
    僔: 其實可
    僔: 但不要將出去
    僔: 講
    僔: 我會被殺掉
    白: 🉑
    白: 感恩
    白: 非常喜歡寫題目
    僔: 但應該是假日啦
    僔: 通常都是禮拜六
    白: 行啊
    白: 可以跟你一起寫嗎
    白: 比賽
    白: 看誰寫出一個好的程式

    [Group], 03/09/2024 11:52, 03/09/2024 11:59
    僔: 沒辦法比賽了
    僔: 我昨天先被陳鵬仁請求幫忙對答案了
    僔: QQ
    白: 🉑
    白: 感恩

    [Group], 03/10/2024 03:35, 03/10/2024 04:57
    白: 總延遲時間在供殺小
    白: 為什麼死線不是6 10 7 8
    僔: 寫錯
    僔: 剛剛有人提出了
    白: 喔喔所以是這樣ㄇ
    白: 幹那你怎麼寫的
    白: 通靈喔
    白: 這很屌
    白: 昨天差點夜店相見歡
    僔: 應該是
    僔: 對 是
    僔: 對 而且AC
    僔: 幹傻笑
    僔: 啥小
    僔: 為啥聯絡上了

    [Group], 03/10/2024 11:05, 03/10/2024 11:07
    白: 又一個好的程式
    白: 謝謝助教
    白: 下次單挑一杯酒
    白: 幹這很屌
    白: 回去給你看 超好笑幹你娘
    白: 這人真的有病
    白: 泰國人都回家了？
    白: 沒包廂ㄌ 怎辦
    僔: 我只知道丹丹回去了
    僔: 媽媽我不知道
    僔: 幹這幾天學弟都在
    僔: 我的附睪快撐不住那個容量了
    僔: (emoji)

    [Group], 03/11/2024 04:02, 03/11/2024 04:15
    白: 可高雄開房 偏便宜
    僔: 誠遠出作業了
    僔: 妳這禮拜真幸福
    白: 超喜歡
    白: 回家寫

    [Group], 03/11/2024 08:19, 03/11/2024 10:08
    僔: 我朋友想卡大數據的去年作業
    僔: 也是你之後的Python組員
    白: 行啊我找找
    白: 那時候沒修就沒下載了

    [Group], 03/12/2024 04:59, 03/12/2024 09:24
    白: 你有朋友知道報告順序嗎
    白: 何承遠那個
    僔: 有順序嗎
    僔: 我不知道
    僔: 我怎麼記得他說兩次至少一次
    白: 🈶
    白: 今天寄信問的
    白: 我在想要做ppt or pdf
    僔: 哪裡找得到
    僔: 我們看到
    僔: 我沒
    白: 我寄信啊
    白: 他說他上課有說
    僔: 說順序？
    僔: 用說的誰會記得

    [Group], 03/13/2024 10:22, 03/13/2024 10:23
    白: 幫
    白: 我愛你
    白: 等等素你懶覺

    [Group], 03/14/2024 05:41, 03/14/2024 09:26
    僔: 靠北 超多
    僔: 而且我很認真在想
    僔: 幹你娘
    僔: 超多
    僔: 很累
    白: 愛了
    白: 你要去嗎
    白: ☎ No answer

    [Group], 03/15/2024 11:49, 03/15/2024 11:51
    僔: 欸你上次幫學弟搶票
    僔: 那個網站你還記得嗎
    僔: 是叫kktix 嗎
    僔: 綠色的網頁
    白: 你在網咖喔
    僔: 沒
    白: 不是
    僔: 不是喔
    僔: 幹好吧
    白: 這個
    僔: 好沒事
    僔: 愛你

    [Group], 03/16/2024 12:21, 03/16/2024 12:22
    白: 你為什麼要搶人家前女友
    白: 你跟人家吃宵
    白: 啊人家一個人在711看窗外
    白: 難受了都
    白: 🚬
    僔: 你是在靠邀他很常這樣
    僔: 你這個
    僔: 出哥
    白: 閉嘴
    白: 你知我知
    白: 學弟也知
    白: 這樣就好
    白: 🤫
    白: Keep it low brotha

    [Group], 03/17/2024 02:50, 03/17/2024 02:57
    僔: 可惜了
    僔: 沒辦法監考你的小考
    僔: 還有兩次機會
    白: 啥
    白: 你在另外一間喔
    白: 幹
    白: 可惜了
    白: 管一小電是啥小
    僔: 對
    僔: 管一三樓小電腦教室
    僔: 最右邊
    白: 好希望我找得到
    白: 找不到call你
    白: 鮑魚
    僔: 先找你等等要用的

    [Group], 03/17/2024 04:41, 03/17/2024 04:42
    僔: 約一小後到
    僔: 自己抓時間[Group], 05:00PM, 05:00PM
    白: 你老媽
    白: 這我
    僔: 程式play
    僔: 同時進行
    僔: 不浪費任何時間
    僔: 我看得起你

    [Group], 02:19PM, 02:20PM
    白: 幹你娘
    白: 笑死
    白: 你怎
    僔: 我在你左前
    僔: 你怎邊剪邊滑

    [Group], 07:54PM, 07:55PM
    白: 這喔
    僔: 阿不是寫在上面了
    僔: 同學可以眼睛睜大嗎
    白: 不能double check?
    僔: 跟屁眼一樣大
    白: 現在的助教是怎樣
    白: 有沒有耐心啊
    僔: 一小時給我800我就有耐心了
    白: 我要客訴你
    白: 可素嗎

    [Group], 08:05PM, 08:11PM
    白: 欸有一個蠻正
    僔: 問他假日要不要去信義討論作業

    [Group], 08:29PM, 08:30PM
    白: 幹你娘
    白: 有人寫比我快輸了
    僔: 同學 不可以跟活體溝通喔
    僔: 這樣要被當了喔
    白: 閉嘴 我簽退了助教
    僔: 喔
    僔: 超簡單幹
    僔: 我可以給你測資
    僔: 你就知道自己幾分了

    [Group], 08:31PM, 08:42PM
    白: 好啊 等等跑跑看
    白: 欸你有座位表嗎
    白: 那個可check
    白: 挺優
    僔: 沒欸只有這邊的
    僔: 可惜
    白: 他ac代表啥
    白: Sample data對喔
    白: 爛
    僔: 對啊
    僔: 你有辦法
    僔: 拿到學號嗎
    僔: 或你那間的座位
    僔: 我可以查查看
    白: 喔喔那應該穩
    白: 幹
    白: 剛剛應該去看
    白: 期中去看一下
    僔: 應該不一樣吧我猜
    僔: 應該是機率很低了
    白: 真假啦
    白: 幹你娘
    僔: 對啊
    白: 很正
    僔: 除非你現在回去看
    白: 我在師大
    白: ⋯
    僔: 不然應該是不太可能跟重複的人
    僔: 你就先色了
    僔: 沒辦法色這邊了
    白: 你等等去看
    白: 趕緊的
    僔: 三小
    僔: 我不會去

    [Group], 10:13PM, 10:13PM
    白宗宗

    [Group], 07:30PM, 07:38PM
    僔: 你等等要去嗎
    僔: 認真問
    白: 幾點
    白: 偏趕工
    僔: 你覺得幾點
    白: 不確
    白: 他們剛剛甚至叫我留在實驗室
    白: 怕我跑去信義
    白: 笑死
    白: 看進度
    白: 你怎
    僔: 想去而已啊
    白: 小酌？ 還是夜店
    白: 啊還有誰
    僔: 夜店可不用
    僔: 🈚️
    白: 我問問看
    僔: 你不去我就不去而已 也還好
    僔: 看你怎
    白: 🉑
    白: 隨緣
    僔: 可以拿出寫quiz的速度嗎

    [Group], 10:49PM, 12:12AM
    白: 1025-175 850
    白: -69 
    白: 781

    [Group], 12:22AM, 02:46AM
    僔: 我們去剛剛的廁所
    白: 還在嗎
    白: -32 818
    白: -85 733

    [Group], 08:22PM, 08:30PM
    僔: 同學 你怎模組化了你的code
    僔: 真是個好的程式
    白: 幹你娘
    白: 我最後一題寫超久
    白: 幫檢查
    白: 你到底有什麼破冰
    僔: 媽的沒寫註解怎檢查
    僔: 一小800

    [Group], 08:30PM, 09:17PM
    白: 你媽的逼
    白: 幹最後一題
    白: 要想欸
    僔: 要啊
    僔: 我不是說
    僔: 大部分很簡單
    僔: 後面略想
    僔: 喔幹剛剛我聽到
    僔: 有一個助教直接把扣給朋友看
    僔: 然後被抓到
    僔: 這我的第四題
    白: 超好笑
    白: 怎麼抓的
    僔: 有抓抄程式
    僔: 剛剛我才抓到有人有抄的
    僔: 欸幹
    僔: 期末專案
    僔: 好像是
    僔: 6-8人一組
    僔: 燒
    白: ？
    白: 衝殺小
    白: 這麼多人要幹嘛
    僔: 大助教說的
    僔: 確實
    僔: 不確

    [Group], 05:48PM, 06:06PM
    僔: 你媽今天有開包
    白: 真假
    白: 你要去？
    僔: 小感冒欸
    僔: 小危險
    僔: 你不敢去
    僔: 還是你動搖了
    白: 我1030 11 都有咪挺
    白: 還是要去看一下
    白: 🕶️

    [Group], 11:11PM, 11:27PM
    白: "死媽了
    白: 幹你娘
    白: 殺小 ==
    僔: 超屌
    僔: 打頭陣
    僔: 幹我放那麼後面

    [Group], 12:05AM, 12:06AM
    白: 陪我去
    白: 第一堂就去
    白: 謝謝

    [Group], 11:10AM, 11:11AM
    僔: 我今天應該沒辦法太早去
    僔: 我10.才下課

    [Group], 11:33AM, 02:46PM
    白: 行 我要睡覺
    僔: 今天要爆喝嗎
    僔: 我跟嚕嚕小吵架
    僔: 他說先把哀居移掉
    僔: 幫我內鬼
    僔: 便利貼在罵我

    [Group], 02:46PM, 03:04PM
    僔: 啊如果今天有其他的東西幫我內鬼一下
    僔: 🥲
    白: 你為什麼要批評別人長相
    僔: 他前幾天去信義啊
    僔: 然後要了一個fs 員工的哀居
    僔: 我就說
    僔: 醜死了
    僔: 哈哈哈哈哈
    僔: 我說醜死了一臉跩樣

    [Group], 03:07PM, 03:12PM
    白: 幹你娘
    白: 超好笑
    白: 我等等看一下
    白: 我的手機不在我旁邊
    僔: 沒關係
    僔: 不急
    僔: 但其實我心急笑死
    白: 我剛剛看沒
    白: 好啦 幫你看
    白: 沒
    僔: 算了 喝酒的時候再一次看
    僔: 怕先看到了不想看的心情不好一整天
    白: 🉑
    白: 目前沒
    白: 也沒隱藏我
    白: 但有可能把我踢摯友發摯友靠北你嗎
    白: 不知道
    白: 喔虧
    白: 確認過
    白: 在摯友
    白: 沒有發
    白: 穩
    僔: 我才不在意
    白: 亂講

    [Group], 05:52PM, 07:01PM
    僔: 晚上幫我拍一個在信義面壁思過的照片
    僔: 道歉用
    僔: （我才不在意 我只是不想吵太久）
    白: 可憐
    白: 我在燒
    白: 🔥
    僔: 我也是
    僔: 在賺錢
    僔: 加油寶

    [Group], 10:01PM, 10:01PM
    白: 等等快要出的時候叫我 先上床

    [Group], 12:29AM, 12:29AM
    白: 733-175 558

    [Group], 10:14AM, 10:14AM
    僔: 妳耳機跟水要不要拿出去

    [Group], 10:23AM, 10:29AM
    白: 忘了都
    白: 巴豆夭

    [Group], 08:43PM, 08:43PM
    白: 幹你娘
    白: 超級好笑
    白: 你知道
    白: 學弟一直以爲妳是🈸嗎
    白: 幹你娘
    白: 我快笑死

    [Group], 09:57AM, 09:58AM
    僔: 易庭說
    僔: 他覺得管院學生應該要比電資更容易發現現實生活的問題

    [Group], 09:58AM, 09:58AM
    白: 你怎上課

    [Group], 09:58AM, 09:58AM
    僔: 所以我們不能用kaggle 現有的資料集

    [Group], 09:58AM, 09:58AM
    僔: 但你們可以

    [Group], 09:58AM, 09:58AM
    白: 笑死

    [Group], 09:58AM, 09:58AM
    僔: 你們怎發現不了問題

    [Group], 09:58AM, 09:58AM
    僔: 你們怎ka 

    [Group], 09:58AM, 09:58AM
    僔: 中研院的教授的講座

    [Group], 07:10PM, 07:10PM
    僔: 可隻身前往新體
    僔: 你想重訓了

    [Group], 12:28AM, 08:25PM
    白: 558-90 468
    僔: 葛瑪蘭是到宜蘭的吧

    [Group], 08:25PM, 08:25PM
    僔: 怎麼到高雄的

    [Group], 08:25PM, 08:25PM
    僔: 妳有記錯嗎

    [Group], 08:48PM, 08:51PM
    白: 殺小
    白: 沒有高雄嗎
    僔: 沒啊 妳確定沒記錯
    僔: 找到吐血了
    白: 還是阿嘍哈
    僔: 幹2022年停運了
    僔: 超好笑

    [Group], 08:51PM, 08:51PM
    僔: 沙油哪啦[Group], 04/06/2024 04:50PM, 04/06/2024 08:00PM
    僔: 欸你說colab pro是可以跳出瀏覽器的對吧
    僔: 啊一個月可以train多長時間
    僔: 我查是說單次12小時 那有總時間限制嗎
    白: 印象中啦
    白: 我忘了
    白: 太久沒用
    白: 應該還是有
    白: 啥時回來 我有時間操逼嗎
    僔: 可以
    僔: 穩
    白: 謝謝 真舒服
    僔: 10.多
    白: 現在是IU演唱會？
    僔: 對啊
    白: 水
    僔: 你怎也要演唱會
    僔: 嗨起來
    僔: 可以播IU的歌做愛

    [Group], 04/08/2024 09:17AM, 04/08/2024 11:31AM
    僔: 第一題應該不用解釋吧
    僔: 只要寫 T F而已
    僔: 我剩一小題
    僔: 論述題
    白: 確實
    白: 幹我太餓了
    白: 而且電腦剩1趴
    白: 笑死
    僔: 看來是直接廚

    [Group], 04/11/2024 01:04PM, 04/11/2024 01:53PM
    白: 開搞
    白: 趕緊的
    白: 開做了
    僔: 其實🉑
    僔: 你怎熱愛
    白: 我怕我期末太忙
    白: 創群嘍
    白: PBC怎落後
    白: 想開色了

    [Group], 04/12/2024 12:37AM, 04/12/2024 12:52AM
    僔: 欸
    僔: 有個問題
    僔: 本來不是我們系4個加妳
    僔: 然後突然冒出一個要加 可能前幾天 我剛剛才知道
    僔: 反正我大不了不跟他們 不過我們兩個還要另外找就是了
    僔: （一人一個）
    白: 喔真假
    白: 黃柏睿
    白: 蕭嫌府
    白: 他上次有問我
    白: 我跟他說我又組了
    僔: 他上次也有問我
    白: 笑死
    僔: 我也
    白: 可跟他們啊
    僔: 我明天可能會遇到黃柏瑞
    僔: 可能
    白: 行
    僔: 我們同一堂國防
    僔: 不一定
    僔: 幹
    白: 哪個臭逼
    僔: 學弟到現在
    白: 抓出來單挑
    白: 可悲
    僔: 還沒回
    白: 喔
    僔: 回宿舍
    白: 我以為都在
    白: 笑死
    白: 幹你又幹嚕嚕
    僔: 本來要叫他來啊
    僔: 後來想說學弟不知道什麼時候回來很麻煩
    僔: 幹你媽虧爛
    僔: 本來要大戰四小時
    僔: 沒
    僔: 喔對
    僔: 我平常週四不會去新體 但我今天大概8.30到
    僔: 然後有經過鴻運橋跟一個人走出來
    白: 我的寶在喔
    僔: 但我沒看到是誰
    白: 幹我應該要去的
    白: 我用聞的都聞得出來
    僔: 不確 你之後可遇遇看
    僔: 我今天是特例
    僔: 但可能是個機會
    僔: 供參

    [Group], 04/12/2024 01:04AM, 04/12/2024 01:13AM
    白: 誒
    白: sys re都沒教過對不對
    僔: 好像沒
    白: 操
    僔: 你怎想偷用
    白: 那要怎麼處理奇怪字串
    白: 還真沒想法
    僔: 我是都沒用到
    白: 真假
    白: 好
    僔: 我也沒有想到用過
    白: 衝你這句話
    僔: 同學加油
    白: 第二題RE
    白: 直接不寫
    白: 打算回去問你
    白: ㄏㄏ
    白: "這個file是txt嗎
    還是依樣用input"
    白: 這樣算題意嗎
    白: 可以問嗎助教
    白: 助教快點
    白: 不要再打砲了
    僔: 你他媽我超想做愛
    白: 🉑
    白: 我明天要開操
    白: 台中嘎嘎香
    僔: 又要出
    白: 不是
    白: 女友
    白: ==
    白: 所以是txt嗎
    白: 什麼叫做一個檔案
    白: 供殺小
    僔: 第二題嗎
    白: 3啊
    白: 5-3
    白: 要算正面負面的那個
    僔: 沒啊
    僔: 他不是就一行句數
    僔: 然後後面就是每一句話
    僔: 你去看sample那邊
    白: 喔我想說他會不會吃txt
    白: 說一個檔案
    僔: 不會
    白: 好
    白: 讚
    僔: 但下次會
    白: 老期待了
    白: 給我吃檔案

    [Group], 04/12/2024 02:35PM, 04/12/2024 03:26PM
    僔: 借個台大電機衣打球
    白: 行
    僔: 我有遇到黃柏瑞
    僔: 他說他們兩個好像還沒找好
    僔: 要嗎
    僔: 四人
    白: 行啊
    白: 但沒女生
    白: 好不舒服喔
    白: 找那個妞
    白: 上次看到的那個

    [Group], 04/13/2024 11:39AM, 04/13/2024 01:16PM
    僔: 忘了
    僔: 那我先跟黃柏睿講？
    白: 🉑
    白: Deer TA huang
    白: is enumerate avalible now?
    白: or still forbidden?
    白: "sincerely,
    EE4 Vincent Pai"

    [Group], 04/17/2024 02:18PM, 04/17/2024 03:04PM
    白: 不要亂做愛 吉吉要上樓了
    白: 溫馨提醒
    白: 射沒
    白: 我要上去了
    白: 溫馨提醒2
    白: 幹你娘
    白: 不要跟我說你在做愛
    僔: 在
    僔: 等我一下
    白: 好的
    白: 好了請通知
    白: 我看劇
    僔: 愛你
    僔: 好了
    白: 非常好

    [Group], 04/17/2024 04:25PM, 04/17/2024 09:14PM
    僔: 妳晚上是不是att
    僔: 要不要信義
    僔: 直接接
    白: 幾點
    白: 你
    白: 我吃完830欸
    僔: 都可 很free
    僔: 略早
    僔: 你覺得呢
    僔: 你也可pass
    白: 我隨意啊 反正我就在那邊
    僔: 認真
    僔: 那晚點看看
    僔: 媽的約個脆友啊
    僔: 分我一個
    僔: 這邊也分你一個好友
    白: 衝殺小
    白: 勃起了
    白: 他好多朋友
    僔: 而且有一個是我系上的
    僔: 我聖人時間秒結束
    僔: 幹我今天不知道為啥 很想喝
    白: 你怎 但我騎車
    白: 你跟誰
    僔: 我跟我
    僔: 媽的
    僔: 有差喔
    僔: 那是吉的車嗎
    白: 對啊
    白: 嚕嚕勒
    僔: 上班
    僔: 我在生他氣
    僔: 沒
    白: 三小
    白: 不是剛做愛完
    僔: 笑死
    僔: 幹不然
    僔: 妳騎回來
    僔: 再跟我去
    僔: 哈哈哈哈哈哈哈哈
    僔: 🥳
    白: 我問我老大這禮拜能否喝酒兩次
    僔: 跟我喝ok吧
    白: 他覺得信義非常危險
    白: 這句話多了
    白: 我還要刪除
    僔: 信義就是幹你娘危險到不行
    僔: 不然為啥每次跑
    僔: 我真的幹我自己
    僔: 我會照顧你
    僔: 當然 女友要顧
    僔: 老大怎
    白: 他說今天跟週末去一天
    白: 謝謝
    白: 我沒了
    僔: 謝謝老大
    僔: 好女人
    僔: 是不錯的女人吧
    僔: 成熟
    僔: 20歲而已 成熟
    白: 不是
    白: 他說選一天
    僔: 喔
    僔: 草
    白: 這樣我週末就不能去了
    白: 操
    僔: 週末也沒羅凱恩
    僔: 他說他要去地調
    白: 真假
    白: 約人啊
    白: 到了
    白: 遲到
    白: 請酒[Group], 09:15PM, 09:15PM
    僔: 媽逼
    僔: 妳要待著？
    白: 我先回去
    僔: 還是路過
    白: 沒
    僔: 喔喔 可回
    僔: 不會被鎖了
    僔: 今天抱歉 我真沒看到訊息
    僔: 而且真的到一半
    僔: 笑死

    [Group], 02:52AM, 02:52AM
    白: 468 - 85 = 383

    [Group], 03:40PM, 10:23PM
    僔: 是否該跟上
    白: 你怎
    白: 在外面嗎
    白: 你會經過球場嗎 幫看地板有沒有濕濕的
    僔: 略濕
    白: 操
    白: 你在操逼喔
    僔: 沒啊
    僔: 幹嘛
    白: 孤單寂寞
    白: 星期五的夜晚就該操逼
    白: 我被鎖住了
    白: 難受
    僔: 三小
    僔: 房間鎖住？
    僔: 我現在從新生南出發回去
    白: 沒有
    白: 開玩笑的
    白: 我是說
    白: 我的小宗民被鎖住了
    白: 他很難受

    [Group], 09:06PM, 09:09PM
    僔: 我明天下午的家教跟我請假
    僔: 今天必出了
    僔: 啊約的如何
    僔: 時間
    白: 隨意時間
    白: 請找妹妹
    白: 一人找兩個
    白: 快點
    僔: 找得到還會叫你找？
    僔: 嚕嚕給我去音樂節
    僔: 氣死
    僔: 但隨便
    僔: 我才不在意呢

    [Group], 09:12PM, 09:16PM
    白: 笑死
    白: 完蛋
    白: 喝酒摟
    白: 合理
    白: 你幾點到宿舍
    僔: 抓個10.30保險
    僔: 還要洗頭洗臉打扮
    白: 行 反正他們約太早我就先去 那邊會合
    白: 但應該不會 他們很拖
    僔: 可以確定他們搭到紅線在看
    白: 跟你一樣
    白: 窩們

    [Group], 12:08AM, 03:33AM
    白: 383-84 299
    白: 299-160 139
    僔: 你怎
    僔: 怎不見
    白: 我在後面
    白: 太多人了
    白: 139-69 70

    [Group], 12:07PM, 12:07PM
    僔: 幹 我還是沒有改到你的作業
    僔: 剩2次了
    白: 還有作業嗎
    白: 喔還有喔
    僔: 到7
    僔: 現在改5

    [Group], 10:41AM, 11:23AM
    僔: 借一下洞洞鞋
    僔: 下大雨
    白: 假真
    白: 我下午要穿喔
    白: 國防破爛

    [Group], 04:21PM, 10:46PM
    白: ☎ No answer
    白: 你上課？
    白同學真的好認真
    白: 笑死
    白: 超好笑
    白: 討論進度怎
    白: 🈶料嗎
    僔: 你是說
    僔: 承遠嗎
    白: 我是說
    白: 這個
    白: 我現在不敢動
    白: 怕浪費時間
    白: 馬的所以一定會扣分的意思嗎
    僔: 我很想在群組說這我朋友 他不敢動

    [Group], 11:41PM, 11:41PM
    白: 啊你怎
    白: 快點回來跟我討論
    白: 去打砲？

    [Group], 11:13PM, 01:26AM
    僔: 55
    僔: 你們怎
    僔: 哪
    白: 外面抽菸
    僔: 全家？
    僔: 你們要酒嗎
    白: 洪要strong zero一罐
    僔: 妳勒
    白: 你們喝啥
    僔: 還沒排到
    白: 你們喝啥我喝啥
    白: 啊
    白: 我我要好了
    白: 不要好了
    白: 我等等可能要去drunkplay
    白: 你要去嗎
    僔: 可啊
    僔: 還是我去找你
    僔: 我這杯都還沒喝完
    僔: 你哪
    僔: 我們被爆擠
    僔: 等等聯絡

    [Group], 08:13PM, 08:15PM
    白: 你學號多少
    白: 我要做slides
    僔: B09705032
    白: 沒事 找到了
    白: 🉑

    [Group], 12:04AM, 12:34AM
    僔: 我還會上去啦
    僔: 等老大洗完澡
    僔: 我吃個點心而已
    白: 一口回絕
    僔: 他是說
    僔: 不准你去嗎
    僔: 還是
    僔: 怎
    僔: 她洗好跟我講 感謝
    僔: 我在樓下而已
    白: 🉑 他洗好了 你可以上樓嘗試看看
    白: 但他很堅決
    白: 笑死

    [Group], 12:48AM, 06:56AM
    白: 失敗
    白: 墜機
    白: -495 -84 = -524
    白: +410 = -114
    白: 衣服在閱覽
    僔: 不用管我

    [Group], 08:33AM, 08:33AM
    白: 好我不行了
    白: 需要我的話打給我

    [Group], 03:38AM, 03:38AM
    僔: 你怎偷換加拿大照
    白: 想念了
    僔: 那我換韓國照好了
    僔: 沒
    白: 🉑
    僔: 本來就是了

    [Group], 06:21PM, 06:23PM
    白: 104太香了
    白: 04
    白: 27
    白: 我在記錄座位
    白: 等等靠你
    僔: 馬上查
    白: 36
    白: 側臉目前看起來都是挺優
    僔: 碩班 操
    僔: 姊姊
    白: 看起來就像
    僔: R12741012 管二 104_04
    白: 水
    白: 沒有名字喔
    僔: ntnu_40884231I 管二 104_27
    僔: B12703094 管二 104_36
    僔: 我試試
    白: 喔幹你娘 這我隊友
    白: 超可愛

    [Group], 06:23PM, 06:24PM
    僔: 喔幹
    僔: 鄭
    白: 本人優
    僔: 什麼的
    白: 對
    僔: 他有問過我問題
    僔: 你們那邊
    白: 可愛
    白: 怎
    僔: 是不是有一個高高的捲髮著覺
    僔: 助教
    僔: 就我朋友
    僔: 我們系的

    [Group], 06:24PM, 06:25PM
    白: 男嗎
    白: 帥帥的
    僔: 他也很喜歡那女的
    僔: 對
    白: 幹你娘
    僔: 左耳環
    白: 笑死
    白: 色狗
    白: 他強嗎
    白: 他蠻帥的

    [Group], 06:25PM, 06:25PM
    白: 最右後方
    白: 查一下
    僔: 啥 正妹嗎 還是我朋友
    僔: 我查不到座位表 我只有對照表
    僔: 簡睿
    僔: 馬譽真

    [Group], 07:26PM, 07:51PM
    僔: 我正在讀懂我們的project 阿我先開個branch比較不會影響你
    僔: 第一點應該是nvidia-smi typo?
    白: 蠻正的
    白: 確實
    僔: 租個房怎麼那麼殺人誅心呢
    白: 快笑死
    僔: 房子不破 但我破房
    僔: 回去再問你專題的東西
    白: 🉑
    白: 但我在打球

    [Group], 05:27PM, 08:24PM
    僔: 你手機不收起來嗎
    僔: 舊的
    白: 我在佈置砲房
    僔: 等一下被發現沒得打
    僔: 還要霸社見
    僔: 新體
    僔: Just start
    白: 幫說我想他了
    白: 我家很新
    僔: 信不信我真講[Group], 12:10AM, 12:12AM
    白: 幹你娘
    白: 快笑死
    僔: 就是很像啊
    僔: 我給你看
    白: 好我跟他討論一下
    白: ⋯
    僔: 這他的
    僔: 阿你去看你那提最後的
    僔: 然後你可以去text compare一下
    僔: 就很明顯是抄的
    白: -100 =-214
    白: 🚬
    白: 好我等等看
    白: 操

    [Group], 12:46AM, 12:49AM
    白: "是不是哭
    白: github算是論壇對吧
    僔: 不算吧
    僔: Stackoverflow 才算吧
    僔: 幹我覺得
    僔: 妳去跟若愚講
    白: 他自己坦承了
    白: 他超緊張
    白: 笑死
    白: 但看起來是說第一次警告？
    僔: 笑死 倒數第二次作業然後警告
    僔: 阿災
    僔: 妳不要讓自己被扣分就好

    [Group], 12:50AM, 12:52AM
    白: 確實 幹沒A+我會哭
    白: 你哪天信義
    白: 明天or後天
    僔: 媽的兩天都想
    僔: 但我六早開會
    僔: 你勒
    白: 笑死幹妳娘
    白: 我應該也可 我明天會去
    白: 開約
    白: 你要約誰
    僔: 不知道

    [Group], 12:53AM, 12:53AM
    僔: 沒人約
    僔: 你帶女友？

    [Group], 07:51PM, 09:24PM
    僔: 你怎
    僔: 有要去嗎
    白: 明天啊
    僔: 但明天有誰

    [Group], 11:35PM, 03:10AM
    白: 我還真不知道
    白: 怎搞
    僔: 阿孫要去欸
    僔: 他有發限時
    白: 對啊
    白: 我跟他約了
    白: 你帶個女的
    白: 一起
    僔: 他帶誰
    僔: 女友？
    白: 對啊
    僔: 靠北喔
    僔: 幹你娘
    僔: 沒女的
    僔: 我不想找那個要跟我做愛的

    [Group], 03:42AM, 03:43AM
    白: 幹你娘
    白: 我想看
    白: 找

    [Group], 03:08PM, 06:01PM
    僔: 你們約幾點
    白: 偏早欸
    白: 他們想排vip徽章
    僔: 不會是8之類的
    僔: ？
    白: 我其實不知道他幾點去
    白: 我們就是誰先到先排
    僔: 啊你打算幾
    白: 再解壓縮
    僔: 幹超糟
    僔: 躁
    白: 10到吧
    白: 你怎
    白: 930
    白: 之類的
    僔: 我可以跟跟你們去 在旁邊滑手機
    僔: 今天宿舍不宜久留
    僔: 晚點聯絡

    [Group], 06:51PM, 09:02PM
    白: 殺小
    僔: 會依莫
    白: 530
    白: 超扯
    僔: 有什麼毛病
    僔: 別想進去了吧
    僔: 妳到的時候拍一個
    白: 🉑
    白: 來的話帶個煙
    白: 或是幫我拿一下我那包

    [Group], 10:52PM, 11:40PM
    僔: 進了沒
    僔: 戰況回報
    白: Image ruff交叉口
    白: 懂嗎
    白: 笑死
    白: 目前進度
    白: 一根柱子
    白: ⋯
    僔: 還有幾根
    僔: 準確點
    白: 9
    白: 幹你娘
    僔: 我趕一下
    白: 🉑 買酒
    白: 你要怎來
    白: 幫一瓶9.9就好
    白: 你直接shot燒
    僔: 怎
    僔: 隨時回報
    白: 6根
    僔: 操
    白: 我的徽章操
    白: 你怎
    白: 穩
    白: 吧
    僔: 希望來得及
    僔: 4了嗎
    僔: 幹
    僔: 好緊張
    僔: 幹7有正妹
    白: 5
    白: 你怎
    白: 上車沒
    僔: 幹
    僔: 抖
    僔: 上

    [Group], 11:36PM, 11:39PM
    僔: 你應該有了
    白: 幹你娘
    白: 徽章沒了
    白: 我操你嗎
    僔: 正常吧
    僔: 有我
    僔: 阿孫勒
    白: 我們剩3根
    白: 雞掰
    僔: 他不是跟你一起
    僔: 但可能差了100人
    僔: 欸不確
    僔: 我估我還要8分鐘
    僔: 右轉了
    僔: 怎

    [Group], 11:40PM, 11:40PM
    白: 這啥
    白: 應該穩
    白: 3根

    [Group], 02:50AM, 10:03PM
    僔: 超🈸
    白: 勃起了⋯
    僔: 幹
    僔: 他走心了嗎
    僔: 超好笑

    [Group], 02:14AM, 09:21PM
    白: 恩，謝謝你
    白: 馬的想蹭啊
    白: 幹很好笑
    白: 這人是怎
    白: 你等怎
    白: 在宿舍嗎
    僔: 會回去
    僔: 幹嘛
    白: 支援
    白: 順便吃宵
    僔: 我還在外面欸
    白: 沒事
    僔: 怎
    白: 我要搬螢幕啊
    白: 需要你載我
    白: 謝謝
    白: 愛你唷
    僔: 三小
    僔: 載去你家？
    白: 騎我的車
    白: 啊我坐後面那樣
    白: 像行李那樣
    僔: 你的？
    白: 我朋友的
    白: 算我的
    白: 我有好多車
    僔: 去你家就是了
    白: 對
    白: 順便來
    白: 跟我愛愛
    白: 愛的小喔
    白: 窩
    僔: 幹你不回來了
    僔: 我要孤獨了
    僔: 445
    白: 🉑
    白: 390嘎嘎香
    白: 你買啥
    白
    白: 欸我不用搬螢幕了
    白: 超爽
    僔: 舒服

    [Group], 02:33AM, 07:03PM
    僔: 無限排酒
    僔: 超爽
    僔: 當月壽星
    白: 我來了
    白: 先幫我拿謝謝
    僔: 認真
    僔: 你哪
    白: 你要玩到幾點
    白: 我剛寫完
    僔: 不確
    僔: 他只能排到3.30
    僔: 一次一杯
    白: 笑死
    僔: 要重排那種
    僔: 但今天人不多
    僔: 我們爆排超好笑
    白: 幹很心動
    僔: 你怎
    僔: 來啊
    白: 而且剛push上去
    白: 笑死
    僔: yy 感覺倒了
    白: 你有看到他喔
    僔: 有
    僔: 我到的時候他就快倒了
    僔: 幹image買一送一要在11.前
    僔: 來啊
    僔: 來了跟我說一下
    僔: 這個
    白: 幹你娘330
    白: 啊你要到幾點
    白: 算了 當作聽音樂也爽
    僔: 關燈吧
    僔: 開燈
    僔: 石頭說
    僔: 他是老闆 開到幾點就到幾點
    僔: 可來
    僔: 想你了
    白: 那可
    白: 穩妥的勒
    白: 來嘍
    白: 想喝酒了
    白: 當月壽星
    白: 謝謝
    僔: 可 直接r
    僔: 今天
    僔: 還要嗎
    白: 我否吧
    白: 風險挺高

    [Group], 02:26AM, 02:34AM
    僔: 幫我關電風扇
    僔: 愛你
    僔: 兩萬塊的房你付
    僔: 那我問過了也不能租補[Group], 02:34AM, 05:52PM
    白: 真假
    白: 你有問這間？
    僔: 幹這人超多房
    僔: 沒有一間可以
    白: 笑死
    白: 逃稅仔
    僔: 余小姐
    僔: 媽的
    僔: 來不如跟俞秀珍租
    僔: 還不如
    白: 走嗎
    僔: 我再看看
    僔: 嚕嚕要去台南的樣子
    僔: 督促我唸書 早點唸完去玩
    白: 殺小
    白: 看你老媽
    僔: 好吧
    僔: 好
    僔: 走
    僔: 反正剛好下週沒要刺了
    僔: 可喝
    白: 那我問他
    僔: 老大？
    僔: 還是版主
    白: 我密他看看
    僔: 單身520生日男
    白: 走嗎
    白: 最多1500
    僔: 啥小 好貴
    白: 可能女生多吧
    白: 最多
    白: 應該1000左右吧
    白: 感覺
    白: 要去的話我就加群組了ㄛ
    白: 不敢喔
    白: 操
    僔: 加
    僔: 好啦加

    [Group], 06:03PM, 12:53AM
    僔: 幹
    僔: 怎都男
    白: 我問問學姊
    白: 操
    白: 不可男
    白: Belle感覺頗正
    僔: 1300=爾
    僔: ==
    白: 雞掰
    白: 女生再這麼少我們就跳船
    僔: 幹真的都男的操
    僔: 1300至少要有六成以上女吧
    僔: 還是我們現在跳==

    [Group], 01:59AM, 02:54PM
    白: 他要再找4個女生
    白: 先靜觀其變
    僔: 退了一個女的
    僔: 三小
    僔: 欸通常是不是不會去大畢典
    僔: 大畢典5/25 甚至還沒考完

    [Group], 07:27PM, 09:21PM
    僔: 1500==
    白: 怎搞
    白: 你要退嗎
    白: 你啥時回
    僔: 回了
    僔: 新加的看來都不太行欸
    僔: 好吧 有點想退
    僔: 啊妳平日要去嗎
    僔: Image 11.前買一送一
    白: 你怎不在房間
    白: 我好失望
    白: ⋯
    白: 原來是我一廂情願
    僔: 同學
    僔: 上課了
    白: 這啥小
    白: 喔現在在上課喔
    白: 笑死
    白: 幹你娘
    白: 很好笑
    白: 否🉑
    白: 等等討論 你要退可跟我說
    僔: 也是我的一廂情願了

    [Group], 01:56AM, 02:21AM
    白: chrome safari
    白: 寫法有差？
    白: 網頁的部分
    僔: 應該沒差吧
    白: 幹很屌
    僔: 頂多就是支援度的問題 但應該差異不大
    白: 超詭異
    白: 左邊chrome右邊safari
    白: 勃起

    [Group], 03:10PM, 03:11PM
    白: 啥
    白: 我在聽點名
    僔: 妳身上有現金嗎
    白: 多少
    僔: 400
    白: 我身上有
    白: 沒冷氣？
    僔: 我記得剩10塊
    白: 但我沒帶出來
    白: 他不能賴配殺小的？
    僔: 不能
    僔: 上次試過了
    白: 街口
    僔: 擊敗
    僔: 我沒街口
    白: 我以為你要領貨
    僔: 妳可試
    僔: 領冷氣卡
    白: 👌
    僔: 😵‍💫
    白: 偷偷去看看
    白: 等等

    [Group], 12:57AM, 12:59AM
    僔: 又採怎
    僔: 今天很炸裂
    白: 怎
    白: 啥
    僔: Po 文
    白: 幹
    白: 超爆頂
    僔: 必須快點分享
    僔: 不知道為啥
    僔: 今天略屌
    白: 無可挑惕
    僔: 我才剛設欸
    僔: 沒事
    白: 供殺小
    白: 你跟姊姊喔
    僔: 開玩笑
    白: 幹你娘
    僔: 回來發現你不在
    僔: Emo了
    白: 你怎傳播性病
    白: 我床很大
    白: 可來
    僔: 我要成為下個成吉思汗
    僔: 他媽的
    僔: 先收回
    僔: 妳還會回來嗎這禮拜
    僔: 應該不會？我記得你沒課了

    [Group], 01:00AM, 01:01AM
    白: 想偷帶
    白: 我明天晚上應該會回去
    僔: 還好 我現在是右邊男人
    僔: 只是心裡沒女人
    僔: 沒啊 想你
    僔: 週六信義
    僔: 石頭沒要去其他人我不知道

    [Group], 02:30PM, 02:35PM
    僔: Zoe 怎
    僔: 超好笑
    僔: 我偷內鬼
    僔: 🤫
    白: 很好笑
    白: 跟他說不用問了 我寫就好
    白: 來我家我教他寫
    僔: 色狗
    白: 滑右有教他嗎
    白: 滑右
    白: 幹
    白: 很好笑
    僔: 這感覺是還沒讀她
    白: 笑死 問題多到
    僔: 幹
    僔: 很適合
    白: 色慾沒辦法大於問題本身
    白: 你不是說他是tinder小王子
    僔: 這也超好笑
    白: 幹滑右很好笑
    僔: 很屌
    僔: 今天跟他說
    僔: 幹
    僔: 他說他早就想過了
    僔: 難怪輸光

    [Group], 07:14PM, 08:34PM
    白: Zoe今天無袖小背心
    白: 跟我靠近近問問題
    白: 太可愛了吧
    僔: 三小
    僔: 你家喔
    僔: 超好笑
    僔: 我也可以無袖小背心
    僔: 跟你靠近近
    僔: 討論Tommy專案
    白: 電二笑死
    白: 幹
    白: Zoe跟我說下次可以找他喝酒
    白: 真可愛
    僔: 週六 走起
    僔: 但請成為右邊男人
    僔: 👸
    僔: 👸❤️

    [Group], 09:12PM, 09:25PM
    僔: 媽的
    僔: 今天有包
    僔: 他們真的是瘋子
    白: 我知道啊
    白: 本來要去
    白: 但明天面試
    白: 先-
    僔: 幾點
    白: 1040吧
    白: 不可能啦 我還沒準備
    白: 笑死
    僔: 嫩逼
    白: 馬的低卡上
    白: 有到面試關的都是施工
    白: 資工
    白: 我現在很怕
    白: 找柔伊來陪我好了
    僔: 色逼
    僔: 幹包廂
    僔: 有點心動
    僔: 但都是泰國人吧幹
    白: 確實
    白回問就是
    僔: 沒人陪他
    白: 你一定會帶回家
    白: 對啊
    白: 他沒人陪
    09:21PM 像
    僔: 又沒好看的
    僔: 幹啊你們也討論太久了吧
    白: 啥
    僔: Pbc 
    白: 我要手把手教他git8 
    白: 啊
    僔: 物理上手把手
    白: git config --global user.name 'zoeohoh'
    白: 哎 要靠好近幫他打指令
    白: 哀

    [Group], 02:45AM, 05:46PM
    白: 這我們
    僔: 幹他還沒徵到喔笑死
    僔: 不要碰到比較好吧
    僔: 你不是尷尬爆
    白: 是
    白: 超爆尷尬
    白: 等他醉了再去找那個可愛重訓女孩
    僔: 我不了解為什麼要有這麼淫蕩的想法
    僔: 不是很懂
    僔: 欸幹那天感覺只有我們欸
    僔: 不知道還有誰要去
    白: 我們可能今天
    白: 等等我們要吃飯
    白: 你今天怎
    白: 電機
    僔: 明天就不了嗎
    白: 反正我是只能一天[Group], 05/18/2024 05:46PM, 05/18/2024 12:27AM
    白: 你金否？
    僔: 其實可
    白: 可 那我再跟你說
    僔: 但我10or11下班
    白: 還不確
    僔: 家教
    白: 🉑
    僔: 有要去隨時說
    僔: 如何 有局嗎
    白: 🈶
    僔: 你怎去
    僔: 要回來一起搭車嗎
    白: 我們在紅線
    白: 應該直接去
    僔: 妳已經著裝好了
    僔: Holy
    僔: 所以你們會蠻早是嗎
    白: 喔我們
    白: 先
    白: 圓山
    白: 要去信義教你
    白: 叫
    白: 我們要去先喝
    白: 但都電機的喝
    僔: 圓山嗎還是酒吧
    僔: 普通局
    僔: 反正你們最後會回信義
    白: 應該先sleep
    僔: 你們直接sleep喔
    白: 對啊
    白: 但有女生們
    白: 你沒看過的幾個
    僔: 喔喔
    僔: 可
    僔: 我去的時候他們應該也走了
    僔: 羅凱恩有嗎
    僔: 他付出了嗎
    白: 他還在躺
    僔: 復出
    僔: 躺仔
    僔: 沒事
    僔: 等見
    僔: 喔所以你們就是直接信義了
    僔: 你們哪
    白: 這邊都電機的喔
    白: 你可先買酒
    僔: 要酒嗎
    僔: 我在一蘭7-11
    白: 欸
    白: 來ruff
    僔: 2
    僔: ？
    僔: 你在裡面？
    白: 我們排隊
    白: 趕緊的
    僔: 靠邀
    僔: 幾個
    僔: 前面
    白: 5
    白: 你燒
    白: 2

    [Group], 05/18/2024 01:43AM, 05/18/2024 03:34PM
    僔: Barcode 轉角草叢有東西
    白: -100 345
    僔: 他沒追蹤你
    白: 啥
    僔: 組員
    白: 這誰
    僔: 組員
    僔: 你不認識
    白: 什麼意思
    僔: 笑死
    僔: 我昨天說
    僔: 不要路到我
    白: 啊他怎麼看得到
    僔: 他沒看到
    僔: 他只是說以為
    白: 喔幹
    白: 笑死
    僔: 哈哈哈哈哈
    白: 🉑
    僔: 幹
    白: 啊怎不能去
    白: 你在混？
    僔: 因為現在在開會
    僔: 反正我要負責一點模型
    僔: 但前處理的人昨晚12.才開弄
    僔: 我最好有時間弄
    白: 啊你何成遠還沒開做怎麼敢在我旁邊喝酒？
    白: 你為何不懼
    僔: 在你旁邊哭
    僔: 是一個信任的事件
    僔: 我這幾年留的淚比洨還要少
    僔: 流給你了

    [Group], 05/20/2024 01:06AM, 05/20/2024 02:45AM
    白: 你在信義嗎
    白: 幹還是在做愛
    白: 今天沒找我去信義
    白: 一定在做愛
    白: 操
    僔: 我其實還真有點想去信義
    僔: 我在家教
    僔: ㄏ
    白: 超可悲
    白: 有在下雨嗎
    僔: 沒吧
    僔: 你怎
    白: 你生日可以陪你喝 if u want
    白: 我可以冒險
    僔: 我現在超醜笑死
    僔: 明天或許可
    僔: 欸幹
    僔: 不然
    僔: 幾點出門你可
    僔: 3.去有啥
    白: 笑死3.有啥
    白: 你認真嗎
    僔: 靠北已讀那麼久
    僔: 我要洗澡了
    僔: 明天看看
    僔: 幹 明年我生日你還在台灣嗎
    僔: 在當兵？
    白: 娘們
    白: 阿災 可開包
    白: 我今年先開一ㄍㄜ
    白: 🉑
    白: 不對 明天有啥小

    [Group], 05/20/2024 03:46AM, 05/20/2024 05:35PM
    僔: 你先肉償 我們就有5個了
    僔: 不知道 我這個單身狗
    白: 幹你娘
    白: 那要先分手欸
    白: 我有主儐寶
    僔: 她上次說
    白: 他怎麼可以這麼正
    白: 幹你娘
    僔: 她完全沒有威脅感
    白: 誰
    僔: 廖老大
    白: 笑死
    白: 確實
    白: 怎麼比
    僔: 其實有
    白: 除了錢啦
    僔: 對
    僔: 媽的宋丹丹
    僔: 回三小泰國
    白: 這個可
    僔: 我開心肉償
    僔: 我憋好久
    白: 他不回來了？
    僔: 才講出來
    僔: 感覺不會欸
    僔: 你今天有局？
    白: 沒啊
    白: 明天早九
    白: 怎
    僔: 這大概兩個禮拜前說的
    僔: 要是她又畫我大餅
    僔: 你就給我來信義
    僔: 想看看520的信義區了
    白: 幹你娘
    白: 很好笑
    白: 🉑
    白: 他放你鳥再叫我
    僔: 我會跟他吃飯
    白: 喔喔喔喔
    僔: 但吃完飯要是我孤單了
    白: 沒問題
    僔: 需要你
    僔: 兄弟，想草你

    [Group], 05/20/2024 08:33PM, 05/20/2024 10:07PM
    僔: 沒被放鳥欸
    僔: 有續攤再叫你
    僔: 你怎 偷做愛喔
    白: 三小
    白: 我在球場
    白: 幹嘛
    僔: 好吧
    白: 什麼洨
    僔: 想續
    白: 哪續
    僔: 信義嗎
    白: 嚕嚕要走了？
    僔: 對啊
    僔: 但你感覺要很久
    白: 確實
    白: 還久的勒
    僔: 那我回好了
    僔: 其實可回再出
    僔: 你可思考要不要陪我喝

    [Group], 05/21/2024 01:03PM, 05/21/2024 01:06PM
    僔: 這樣應該能安心了吧
    白: 水
    白: 愛盈盈

    [Group], 05/22/2024 01:05AM, 05/23/2024 10:54PM
    僔: -190 270
    僔: 你怎24小時無限時
    僔: 👸來了喔
    白: 啥
    白: 還沒啊
    白: 等等來
    僔: 限動
    僔: 怎專注
    白: 喔喔ㄛ
    白: 右邊男人啊
    白: 你怎
    白: 你怎關注
    白
    白: 幹
    白: 很屌
    僔: 啊你們
    僔: 明天會去嗎
    僔: 電機
    僔: 你們不是六要畢典
    白: 感覺不會
    白: 供殺小
    白: 你也必點
    白: ..
    白: 講什麼雞巴
    僔: 我不知道要不要去欸
    僔: 你爸媽會來？
    僔: 喔幹
    僔: 你還有廖
    僔: 笑死
    白: 確實
    白: 我爸媽去小畢典

    [Group], 05/24/2024 08:17PM, 05/24/2024 08:56PM
    僔: 欸所以是明天的局了嗎
    僔: 速回
    白: 我0
    白: 禮拜日台大盃決賽
    僔: 你全0嗎
    僔: 啊今天
    僔: 勒
    僔: 也沒嗎
    僔: 欸幹
    僔: 我們大畢典位置
    僔: 離你們很近
    僔: 啊你畢典完怎
    白: 這啥
    白: 哪裡有
    白: 可能喔
    白: 你怎
    白: 要去喔
    白: 回家做愛啊
    僔: 你去我就去
    僔: 先跟我做[Group], 08:57PM, 09:13PM  
    僔: 你女友會去必點？  
    白: 幹很屌  
    白: 我跟菜  
    白: 同時發欸  
    白: 你有看到嗎  
    白: 他可能等我拍完照過來之類的  
    白: 明天會腫  
    僔: 幫你記錄了  
    白: 幹超扯  
    僔: 確實  
    白: 幹很屌  
    僔: 幹我不敢提到他我怕你被看到  
    僔: 好那我現在講  
    僔: 我前面國企  
    僔: 你可找我  
    僔: 「找我」  
    白: 然後我們很近？  
    僔: 對  
    白: 我看看  
    白: 幹  
    僔: 我後面Maggie  
    白: 你幾點要去  
    白: 幹笑死  
    僔: 再後面電機系  
    白: 喔喔喔喔喔  
    白: 幹水喔  
    僔: 但很近  
    白: 明天見  
    僔: 你幾  
    僔: 8.30？  
    白: 阿災  
    白: 是幾點  
    白: 幹這麼早喔  
    白: 笑死  
    僔: 8.40的樣子  
    僔: 對啊幹  
    白: 開始？  

    [Group], 01:38AM, 01:41AM  
    僔: 啊你明天怎  
    僔: 跟電機一起去嗎  
    白: 他們九點多才要去  
    白: 笑死  
    僔: 阿你勒  
    僔: 莊政達他們四個嗎  
    僔: 還是全部笑死  
    白: 不確欸 菜明憲說的  
    白: 其他人我不知道  
    白: 翁一定跟女友  
    白  
    白: 他們都在bot  
    白: 你幾點要去  
    僔: 看你啊  
    僔: 如果9.多  
    僔: 我自己一個人不敢進場欸  
    白: 從後面進應該可吧  
    白: 總要有人上廁所  
    僔: 那你要幾  
    白: 可9.新體見  
    白: 一起步入禮堂  
    僔: 可 大門那側嗎 廣場那邊  
    白: 感覺大  
    白: 大優  
    僔: 然後你跟我入座 我坐7040後面  
    僔: 最優  
    僔: 以後代號7040  

    [Group], 08:03AM, 08:56AM  
    僔: 幹還是穿襯衫啊  
    僔: 不然領口好空  
    僔: 借  
    白: 🉑  
    僔: 你怎  
    僔: 出嗎  
    白: 殺小  
    白: 差不多  
    白: 買個早餐 好餓  
    僔: 我看蠻多人都穿著出門欸  
    僔: 學士服  
    僔: 啊你怎去  
    僔: 滑喔  
    白: 對啊滑  
    白: 你怎  
    僔: 聽不清楚  
    僔: 幹  
    白兔  
    僔: 他是畢業生…  
    白: 幹你娘  
    白: 我的畢業花不見了  
    白: 我去系辦一下  

    [Group], 08:57AM, 09:31AM  
    僔: 我看沒有很多人有別欸  
    僔: 幾乎沒有  
    白: 喔喔喔好  
    白: 但很不爽  
    白: 你哪  
    僔: 門口  
    白: 你怎  
    白: 走路中  
    僔: 門口  
    僔: 欸欸欸  
    白: 怎  
    僔: 你那邊有位置嗎  
    僔: 我沒位置坐  
    僔: 超好笑幹你娘  
    白: 幹很好笑  
    白: 殺小  
    白: 我坐系主任這牌  
    白: 排  
    白: 大學部沒位置  
    僔: 被國企的坐走  
    僔: 欸有了  
    白: 等等到  
    僔: 欸我沒看到她欸  
    僔: 中間隔一個國企所  
    白: 幹你娘  
    白: 衝殺小  
    僔: 要來可講  
    白頭髮嗎  
    白: 殺小  
    白: 沒吧  
    僔: 好吧  
    僔: 看到後腦勺很像的  

    [Group], 05:57PM, 05:59PM  
    僔: 欸所以  
    僔: 你晚上要去嗎  
    僔: 你可早回  
    白: 否  
    白: Paper  
    白: 要開始爆開會了  
    白: 只有一個禮拜可以rebuttal  
    白: 燒  
    僔: 開來我們是要隔好幾週才能信義蹦了  
    僔: Rebuttal是指重新開butt嗎  

    [Group], 11:04PM, 11:25PM  
    僔: 你不忙的時候傳一下照片  
    僔: 你今天大會計是不是有一個卷毛  
    僔: 打  
    白: 啥  
    白: 好像  
    白: 怎  
    僔: 那校隊的欸  
    僔: 我弟朋友  
    白: ？  
    白: 超弱  
    白: 笑死  
    僔: 超好笑幹  
    白: 校隊越來越爛  
    僔: 他還會在新體跟我打招呼  
    僔: 幹超好笑  
    白: 不高  
    僔: 好想給我弟看  
    白: 嗎  
    僔: 175嗎  
    僔: 頂多175  
    白: 差不多  
    白: 幹笑死  
    僔: 你怎學長態度  
    白: 我只注意到他的頭髮  
    白: 我對他的籃球毫無印象  
    白: ⋯  
    僔: 媽的超好笑  
    白: 啊他怎  
    白: 怎突然提到卷毛  
    僔: 我弟突然跟我說的  
    僔: 他說電機就你在撐  
    白: 你弟  
    白: 今天在？  
    白: 三小  
    僔: 可以尊重一下給妳好評價的人嗎  
    僔: 不在  
    僔: 我也不知道他為啥知道  
    白: 喔喔喔  
    僔: 可能朋友限動吧  
    白: 確實啊  
    白: 幹你娘  
    白: 累死  
    白癡系隊  
    白: 沒  
    白: 抱歉  
    白: 我有記得他的頭髮啊  
    白: 算是燙的蠻不錯的  
    僔: 你他媽  
    僔: 幹你娘超好笑  
    僔: 嘴巴不能輸  
    白: 確實  
    白: 幹你昨天有去那個畢業趴嗎  
    僔: 那啥  
    白: 你沒看到很多人發嗎  
    僔: 我可能沒認真看  
    僔: 這樣  
    僔: 這樣  
    僔: 這怎  
    僔: 很屌嗎  
    白: 沒  
    白: 蔡也在  
    白: 雞掰  
    白: 我竟然在開會  
    僔: 喔幹  
    僔: 真假  
    僔: 我還真不知道有這個  
    僔: 我超爆啊東西做不完  
    白: 幹我想說你有可能會去  
    白: 我不知道怎麼約的這個趴  
    僔: 這啥啊  
    白: 難受了  
    僔: 還是管院的  
    白: 不確  
    僔: 或國企的  
    白: 沒  
    僔: 啊廖走了嗎  
    白: 陳涵也在  
    白: 走了  
    白: 啊  
    僔: 他現在在新體  
    僔: 大家都是鎖爛哥  
    僔: 水  
    僔: 可以亂講話了  
    僔: 你這週應該不會回來？  
    白: 幹很好笑  
    白: 明天會  
    白: 發夜點  
    白: 怎  
    僔: 想你了  
    白: 幹  
    白: 一直看到蔡  
    僔: 這個喔  
    白: 在那個排隊  
    白: 對  
    白: 老E了  
    白: 幹感覺是他媽的蔡在  
    白: 所以沒人跟我講  
    白: 難受  
    僔: 為啥  
    僔: 應該是他在  
    僔: 才要跟你講吧  
    僔: 但我完全不知道有這個趴  
    白: 感覺有跟他們說不要找我  
    白: 主辦管院的  
    白: 超多人欸  
    白: 會計政治很多人  
    僔: 我認識的剛好沒參加吧  
    僔: 這個有像你  
    僔: 代理參加  
    白: 這啥小  
    白: 幹你娘  
    白: 笑死  
    僔: 超好笑  
    白: 我是一個種族  
    僔: 有點像欸  
    僔: 但我看不到蔡  
    白: 我也看不到  
    僔: 你是說男同嗎  
    白: 幹這麼多人沒有我們  [Group], 11:25PM, 11:30PM  
    白: 扯了  
    白: 你媽  
    僔: 幹確實  
    白: 蔡應該有問  
    僔: 最近養了  
    僔: 急了  
    白: 我會不會去  
    白: 我覺得啦  
    僔: 所以國企那群都有去  
    白: 我朋友甚至  
    白: 先把我踢摯友  
    白: 會計的  
    僔: 幹  
    白: 因為有菜  
    僔: 太扯了吧  
    白: 一定是  
    白: 會計女  
    僔: 喔說到這  
    白: 叫他不要讓我看到  
    白: 幹你娘  
    僔: 嚕嚕把我家回來了  
    僔: 有夠不理解  
    白: 笑死  
    白: 你有問嗎  
    僔: 沒有  
    白: 明天陪我抽煙  
    僔: 但我覺得是  
    白: 你會在嗎  
    僔: 那男的  
    僔: 會  
    僔: 老菸寶  
    白: 老e  
    白: 小酌怡情  
    僔: 今天就可 但今天不可  
    白: 你幾點在  
    僔: 明天嗎  
    白: 供殺小  
    僔: 晚上了  
    白: 對啊  
    白: 🉑  
    白天不在  
    僔: 幹 換你了  
    白: 穩  
    白: 確實  
    僔: 要不是很忙  
    白: 小回宿舍  
    白: 確實  
    僔: 不是小酌了  
    白: 難受  
    僔: 可明天見  
    僔: 幹要是我說有 你就砸電腦了  
    僔: 要是有我肯定第一個跟你講 甚至不管廖在不在  

    [Group], 04:04AM, 04:05AM  
    白: 他應該喜歡我  
    白: 他只follow我  
    白: 怎辦  
    白: 要出嗎  
    白: 4.就睡覺了？  
    白: 我很失望  
    白: 我一不在你就墮落了  
    白: 🚬  

    [Group], 02:09PM, 02:10PM  
    僔: 出了  
    僔: 妳大錯特錯  
    僔: 是3.  
    僔: 幹你買投影機要幹嘛  
    僔: 我看過一個外流超屌  
    白: 🉑  
    白: 殺小  
    僔: 他拿手機拍  
    僔: 然後接投影機  
    白: 這很適合投影  
    白: 三小  
    僔: 直接看自己做愛  
    僔: 那真的超屌  
    白: 幹超好笑  
    白: 幹你娘  
    僔: 刷新視野  
    僔: 我是說邊做邊看  
    僔: Live  
    僔: 真的超屌  

    [Group], 03:46PM, 03:56PM  
    僔: 你們不要老是同一天發情好不好  
    僔: 別說我內鬼啊 他會把我殺了  
    白: 幹你娘  
    白: 超級好笑  
    白: 我覺得我跟他會是好朋友  
    白: 截這個給他看  
    白: 老婆爭奪戰  
    僔: 超好笑  
    僔: 但他的調跟我們比較不一樣  
    白: 他怎  
    白: 找她r  
    白: 他感覺很好玩  
    僔: 其實有機會可  
    僔: 欸啊這週不回了？  
    僔: Analysis是指對結果的analysis趴  
    僔: 嗎  
    僔: 對訓練跟預測結果的analysis嗎  

    [Group], 05:01PM, 05:18PM  
    白: 你怎  
    白: 對啊  
    白: 看要分析啥  
    白: 從前兩頁的scores table去看之類的  
    僔: 可  
    僔: 再看看  
    僔: 先去炸別科  
    僔: 欸你下禮拜六借我胸花一下  
    僔: 你應該不會用到吧  
    僔: 我小畢典  

    [Group], 10:05PM, 10:25PM  
    白: 🉑  
    白: 你那時候鋼琴報告是啥  
    白: 音樂會嗎  
    僔: 我那時候沒去欸  
    僔: 就寫上課心得  
    白: 幹很好笑  
    白: 上課心得  
    白: 殺小  
    僔: 老師說沒去的就寫上課心得  
    僔: 真的  
    僔: 欸等等  
    僔: 還有  
    僔: 好像是找音樂會的影片看  
    僔: 寫心得  
    白: 欸幹  
    白: 那一樣  
    白: 笑死  
    白: 你的還在嗎  
    白: 我看看  
    白: A的報告長怎樣  
    白: 我好修改  
    僔: 不在  
    白: 幹你娘  
    僔: 超好笑  
    僔: 不要改  
    僔: 照搬  
    白: 借鑑一下啊  
    白: 還真不敢  
    僔: 我就看會不會這次還A  
    白: 你那時候甚至沒有GPT  
    僔: 算是窮盡了所有詞彙  
    僔: 最後拿A  
    白: 幹真的  
    白: 我剛剛問了  
    白: 我他媽還真寫不出  
    白: 那些詞彙  

    [Group], 10:50PM, 10:57PM  
    僔: 欸  
    僔: 告訴你一個好康  
    白: 殺小  
    白: 幹嘛  
    僔: 哀居查  
    僔: 林子甯  
    白: 怎  
    僔: 查  
    僔: 很重要  
    僔: 去查  
    白: 是  
    白: 然後  
    白兔  
    白: 喔喔喔  
    白: 幹你娘  
    白: 笑死  
    僔: 那頭貼很色其實  
    白: 欸粉絲很少欸  
    白: 低調喔  
    僔: 剛公開  
    僔: 石頭剛告訴我的  
    僔: 臉其實還好 但也有個70吧  
    僔: 身材100的話  
    白: 這樣嗎  
    白: 他沒有腰  
    僔: 這張還好  
    白: 找一張  
    白: 最像他的  
    白: 畢竟我沒看過  
    白: 新體版  
    僔: 就差不多這樣啊  
    白: 喔喔喔  
    僔: 這張前面的不錯啊  
    白: 我給廖老大  
    白: 她贏了  
    白: 抱歉兔子  
    白: 下次再幹你  
    白: 你問他要不要去信義  
    白: 快點  
    僔: 他有一個健身房精選啦  
    僔: 可以去看  
    僔: 其實可  
    白: 來看看會不會回追  
    白: 實驗一下  
    僔: 你試試看  
    白: 會的話感覺這個有機會  
    僔: 用你的身材試試看  
    白: 他男友  
    僔: 這樣大家會搶欸  
    白: 其實也不醜欸  
    白: 但就不帥  
    白: 笑死  
    僔: 但很高  
    僔: 180有把  
    僔: 雞巴  
    白兔身材真的是我最喜歡的那種  
    僔: ㄏ  
    僔: 但我在新體仍然是專注健身  

    [Group], 02:18AM, 02:27AM  
    白: 誒這應該比你那時候多吧  
    白: 幹我很怕沒有A+ ==  
    白: 幫看  
    白: 謝謝A哥  
    僔: 多很多吧笑死  
    僔: 這應該穩了啦  
    白: 幹你娘  
    白: 你到底寫多少  
    白: 超好笑  
    白: 吃宵  
    白: 你吃了沒  
    僔: 吃了  
    僔: 要睡了  
    白: ？  
    僔: 明天要早起  
    白: ？  
    白: ？  
    白: ？  
    白: 因為嚕嚕的dump沒有你嗎  
    白: 還是其實有  
    僔: 我還沒看  
    僔: 沒就沒  
    白: ：（  
    白: ；（  
    白: 失望  
    白: 失望  
    僔: 明兒有大事  
    僔: 先睡了  

    [Group], 01:11PM, 01:11PM  
    白: 剛剛得知菜在華碩  
    白: 行動利  
    白: 笑死  

    [Group], 02:41PM, 02:41PM  
    僔: 你怎  
    僔: 放棄msi  
    僔: 故意不上ibm  
    僔: 想ib 跟im  

    [Group], 03:56PM, 03:56PM  
    僔: 幹媽的突然覺得  
    僔: 要不是我拿了個A  
    僔: 也不會讓你那麼認真寫  
    僔: 搞不好因此你就也拿了個A  
    僔: 我算是激勵你  

    [Group], 08:37PM, 08:43PM  
    僔: 你那兩個表格有要填完嗎  
    僔: "classification的xgboost 還有  
    forcasting 的 catboost"  
    白: 馬的xgb的不知道被哪個智障改到  
    白: 本來弄完了  
    白: Forecast是蕭弄的  
    白: 但我在趕paper沒空理他  [Group], 05/31/2024 08:43PM, 05/31/2024 11:54PM
    白: 怎
    僔: 我要analyze一下了啊
    僔: 我也是可以先跳過空格那邊
    僔: 請相信資管系的分析實力
    僔: 我們什麼屁話都講得出來
    僔: 這逼出現了
    白: 笑死
    白: 殺小
    僔: 趁你不在回來
    僔: 欸你有看過羅開恩了嗎
    僔: 醫院
    白: 有啊
    白: 我帶了一瓶酒
    白: 考完他還在的話可能會再去一次
    僔: 其實可
    僔: 可揪
    僔: 內湖是吧
    僔: 你可周
    白: 真大
    白: 🉑
    白: 但那時候廖在
    白: 偏尬
    僔: The shape is insane
    僔: 偏一起
    僔: 讓她來台北沒地方住
    僔: 欸幹
    僔: 在忙嗎
    僔: 要不要玉欣珍
    僔: 餓了
    白: 殺小
    白: 沒看到
    白: 剛吃飽
    白: 酸菜魚
    僔: 心都碎了
    僔: 幹
    白: 真香
    僔: 偷出
    白: 外送
    白: 幹你娘
    僔: 啥小
    僔: 外送酸菜魚
    僔: 黃柏睿怎不確
    僔: 笑死
    僔: 你問他做啥
    僔: 他忽略
    僔: 然後標我能不能上台講
    僔: 超好笑
    僔: "然後你問誰不會到
    ：我不確"

    [Group], 06/01/2024 12:09AM, 06/01/2024 12:14AM
    白: 幹很好笑
    白: 算了
    白: 菜的朋友的男友
    僔: 幹你媽
    僔: 妳更好笑
    僔: 🉑
    白: 希望他會跟他女友說我罩他
    白: 🚬
    白: 然後菜就會再暈一次
    白: ㄎ
    白: 計畫通
    白: 幹這很好笑
    白: 資管素質？
    白: "同問
    "
    白: 畢竟你也是助教
    白: 趕緊的
    白: 我老婆在剪影片
    白: 他在等我
    僔: 幹我根本不知道
    僔: 我看一下群組
    僔: 等一下

    [Group], 06/01/2024 12:14AM, 06/01/2024 12:19AM
    白: 在混？
    白: 拿錢還混？
    白: 我要檢舉你
    僔: 大助一萬多
    僔: 交給他們了
    白: 🉑
    白: 合理
    僔: 沒啊 但他說10分就是10分
    僔: 妳要多個range
    僔: 那為啥不說11分
    白: 你很嗆喔
    僔: 我沒嗆
    僔: 但小傑的理念大概這樣
    僔: 幹我現在不能惹學生
    僔: 等一下評語很爛
    僔: 不是 這樣他會啥也沒做欸 好像也怪怪的

    [Group], 06/01/2024 12:58AM, 06/01/2024 03:17AM
    僔: 學弟打傳說打到罵靠北
    僔: 好懷念
    僔: 那個位置的靠北
    白: 笑死
    白: 幹你娘
    白: 剛剛看到一個超正的
    白: 住我家二樓
    白: 操
    白: 以為是鄰居
    白: 可惜
    白: 帶了個男的 感覺可約去信義
    僔: 搞不好是男朋友
    僔: 但你比較近 可直接敲門
    僔: ？
    白: 確實
    白: 幹你娘剛要傳給你
    白: 超好笑
    白: 希望不是
    白: 幹那女的很騷
    白: 偏大
    僔: Oh wow
    白: 下次按門鈴
    白: 等你
    白: 幹笑死
    白: 很兇喔
    白: 幹我看到你回的了
    白: 超好笑
    僔: 我沒有兇啦
    僔: 這不是事實嗎笑死
    僔: 好奇

    [Group], 06/01/2024 03:31AM, 06/01/2024 04:00AM
    僔: 蠻好笑 想逃
    僔: 不是 正常來說如果要報告
    僔: 至少要整組出現吧
    僔: 幹超好笑 要是他沒到我們被扣分
    僔: 就會換你生氣了
    白: 必須說
    白: 這倒是真的
    白: 除非蔡原諒我
    白: 我就給他扣

    [Group], 06/01/2024 12:53PM, 06/01/2024 12:53PM
    白: 我老婆是youtuber

    [Group], 06/01/2024 05:07PM, 06/01/2024 07:02PM
    僔: 其實可
    僔: 分工：幫組員複合
    僔: 寶貝兒
    僔: 欸你們的影片
    僔: 不錯啊
    僔: 2分鐘看完10分鐘
    白: 啥
    白: 確實

    [Group], 06/02/2024 03:37AM, 06/02/2024 01:40PM
    白: 主賓穿內褲
    僔: 這我看過了
    僔: 後面還偷愛愛

    [Group], 06/03/2024 01:44AM, 06/03/2024 03:03AM
    白: 下來抽煙了
    僔: 你怎想我
    白: catboost沒有best
    僔: 喔那時候沒有xgb 
    僔: 的資料
    僔: 靠北
    白: 喔喔
    僔: 我想到怎麼改了
    僔: 不過那邊應該也不是你講吧
    白: 你說的時候可以提一下為啥catboost沒有比xgboost好
    白: 因為他應該是要比較好
    白: 看你怎麼唬
    僔: 我幫黃柏睿想
    白: 他比XGBoost還要晚出現的
    白: 喔喔是他講喔
    白: 我覺得你講誒 等下被搞到
    白: 他會講嗎
    白: 他前面簡報做超醜害我還要改
    白: 林娘雞掰
    僔: 他有做喔
    白: 有 我資料集的部分叫他弄
    白: 本來超醜
    白: 受不了
    僔: 難怪我想說你怎風格突變
    僔: "那應該是學理論的時候才會說cat比較好 嗎
    實際上不一定？"
    僔: 還是一定
    白: catboost paper上的表現比xgboost好
    白: 但不適用於我們這個dataset
    白: 應該是要這樣講
    僔: 感覺也不用特別提到 結果是怎樣就是怎樣
    僔: 我直接改成這兩個有最好的precision 理由分別是
    僔: 這樣
    白: 行啊
    白: 反正他應該也講不出什麼洨
    白: zzz
    白: 幹我如果還跟菜再一起我就可以跟他抱怨
    白: 操
    白: 雞掰
    白: 老eㄌ
    僔: 可跟我抱怨
    僔: 我可備胎
    僔: 老備了
    白: 🉑
    白: 你第一次跟他做喔
    白: 笑死 我真的不知道他做了啥
    白: 蕭至少看起來還有點認真啦
    僔: 欸真的第一次
    白: 我覺得蕭還行
    僔: 我知道黃喜歡追求涼
    白: 但我沒看code 感覺會很亂
    白: 喔真假
    僔: 對
    僔: 但他給我的感覺
    僔: 不太負責了
    白: 又被他涼到了
    白: 幹確實
    白: 很屌誒
    白: 第一次看到
    白: 很好笑
    僔: 你沒看我群組
    白: 已經太荒謬
    僔: 還有我前幾天跟你說的時候
    白: 你生氣氣誒
    白: 氣pupu
    僔: 沒生氣啦
    僔: 但要該負責一下
    僔: 不是 那個吃午餐太扯
    僔: 早講 然後做點事是還好
    僔: 但沒做什麼然後前兩天才講是蠻屌

    [Group], 06/04/2024 04:01PM, 06/04/2024 05:41PM
    白: "git config --global user.name ""Bai1026""
    白: git config --global user.email ""1132abc30@gmail.com""
    白: 你後面的超正
    僔: 好像很常在這看到
    僔: 但有男友

    [Group], 06/05/2024 05:21PM, 06/05/2024 05:27PM
    白: 今可喝
    白: 找個妞來一起玩
    僔: 我正想問你晚上怎
    僔: 難…
    僔: 但我家教到10.
    僔: 你們要不要來長興一起叫車
    白: 得喝
    白: 或許我們會捷運 idk
    白: 看有無下雨

    [Group], 06/05/2024 08:01PM, 06/05/2024 10:14PM
    僔: 希望否
    僔: Maybe加個石頭跟李
    僔: Maybe
    僔: 可喵
    白: all good
    白: 可喵
    白: 帶著去ruff
    白: 老騷了
    僔: 下雨欸幹
    僔: 可是氣象長這樣
    僔: 要再觀望一下嗎
    僔: 其實不大 而且在室內應該還好？
    白: 我應該還是會去
    白: 他化妝了
    白: 笑死
    僔: 可啊
    僔: 你會很早嘛
    白: 你幾點[Group], 10:54PM, 11:57PM  
    白: 我要去領喵喵  
    僔: 幹超好笑真的喔  
    僔: 12吧  
    僔: 還在吃  
    白: 喔喔那我先去  
    白: 本來想說經過你那的  
    白: 狗東西  
    僔: 你在情勒  
    僔: 你在情勒  
    僔: 為什麼不來等我呢寶  
    僔: 等等計畫是啥  
    僔: 行程  
    白: 我在ai  
    白: 然後r  
    僔: 酒呢  
    僔: 妳喝了喔  
    白: Ai喝🀄️  
    白: 感覺是爽拿  
    白: 我現在拿三倍了  
    白: 你可來  
    白: 或許可喝爽  
    僔: 幹雨超大  
    僔: 這要12.前欸  
    白: 我拿給你就好啊  
    僔: 你怎厲害  
    僔: 所以我直接ai嗎  
    僔: 但還要一陣子  
    白: 🉑  
    白: 你到了再跟我說  
    白: 我跟你說在哪  

    [Group], 12:05AM, 02:08AM  
    僔: 出門  
    僔: 要上去了  
    僔: 要進了  
    僔: 妳哪  
    白: 他快死了  
    白: 快笑死  
    白: 你可angel  
    僔: 不可  
    僔: 試過了  
    僔: 妳要回了？  
    白: 幹你娘  
    白: 快笑死  
    白: 不確  
    白: 回跟你說  
    僔: 你怎  
    僔: 妳哪  
    白: 還在觀望  
    白: 外面  
    僔: 妳哪  
    僔: 外面了？  
    僔: 妳等我一下  
    僔: 我上個廁所上去  

    [Group], 02:37AM, 04:40AM  
    白: 270-50 220  
    僔: 幹  
    僔: 亮燈  
    僔: 我大勃  
    僔: 超屌  
    僔: 現在還亮 更屌  
    白: 啥小  
    白: 學弟怎  
    僔: 超燒  

    [Group], 02:51PM, 05:56PM  
    僔: 幹幹幹  
    僔: 我改到你的ｐｒｏｊｅｃｔ  
    僔: 太屌了今天  
    白: 真假  
    白: 你們看啥去改  
    白: 請給我們滿分  
    白: 謝謝  
    僔: 影片  
    僔: 🉑  
    僔: 今天還要喝嗎  

    [Group], 07:55PM, 09:09PM  
    白: 你怎  
    白: 我否  
    白: 你喝？  
    僔: 在想啊  
    僔: 想說沒事  
    白: "這什麼洨  
    "  
    僔: 這啥  
    僔: 哪科  
    白: 喔幹  
    白: 沒事  
    白: 商管成程式碼  
    僔: 你怎  
    僔: 怎不喝  
    白: 他媽的事情還多的勒  
    白: 你這狗逼  
    僔: 妳這娘炮  
    僔: 你俗辣  
    僔: 媽的 是不會帶電腦去？  

    [Group], 10:11PM, 11:14PM  
    僔: 已評完  
    僔: 敬請期待  
    白: 真他媽可愛  
    白: 🉑  
    僔: 媽的  
    僔: 喝酒  
    僔: 俗辣  
    白: 溫馨時光  

    [Group], 01:04AM, 01:25AM  
    僔: 這啥小  
    僔: 摯友  
    僔: Bug嗎  
    白: 幹  
    白: 我正要問你  
    白: 超好笑  
    白: 快笑死  
    僔: 他是不是被盜  
    白: 還是按到什麼全加摯友  
    白: 真騷  
    僔: 欸他是公開帳  
    僔: 也可能吧  
    僔: 但要怎麼全加 有上限吧  
    僔: 但這個摯友很棒  
    僔: 很大的摯友  
    白: 欸啊下一個  
    白: 又不是摯友  
    白: 是怎  
    僔: 有差別啊  
    僔: 摯友都是自己  
    僔: 後面都是朋友  
    白: 摯友還沒不見欸  
    僔: 他不想讓大家知道她漂亮  
    白: 是怎  
    白: 值得思考  
    僔: 還是他想搞我們  
    僔: 拜託搞我  
    僔: 他是姊姊對吧  
    僔: Ok  
    白: 這我不確  
    白: 但我也要  
    白: 謝謝  

    [Group], 02:23PM, 02:24PM  
    僔: 欸妳等等都在家對吧  
    僔: 我等等可能會經過科技大樓  
    僔: 3 4.之類的  
    僔: 跟你借個領帶  
    僔: 還有花  
    僔: 小畢典  

    [Group], 06:47PM, 08:04PM  
    僔: 我又被放棄了  
    僔: 哈哈哈  
    僔: 過了一兩個月我才是很爛的人嗎  
    白: 啥  
    白: 你怎  
    僔: 今天小畢典  
    白: 可信義  
    僔: 不能去 更不舒服了  
    僔: 下禮拜  
    白: 怎  
    僔: 有人說要來  
    僔: 但  
    僔: 我是一個很爛的人  
    白: 你怎破🏠  
    白: 你不揪  
    白: 不然我就帶酒去了  

    [Group], 03:30AM, 08:55PM  
    白: 這人啊  
    白: 誰  
    僔: 我們系的  
    僔: 為啥時間越久越來越難過欸  
    白: 你哪  
    白: 今天我學弟郵包  
    白: 有包  

    [Group], 05:48PM, 09:24PM  
    僔: 今天再喝啊  
    僔: 明天要不要喝酒  
    僔: 不然我就公開我跟你的性愛影片喔  
    僔: 不處理就等著出名吧  
    僔: 人不做非要當狗？  
    僔: 好啦開玩笑的  
    僔: 怕你覺得是真的  
    僔: 這是認真問  
    白: 信義喔  
    白: 我小燒  
    白: 幹你娘  
    僔: Of course  
    白: 他怎麼沒傳給我  
    僔: 發燒  
    僔: ？  
    白: 想存  
    白: 沒  
    白: Final  
    僔: 喔喔喔  
    白: 能去可跟妳說  
    僔: 我也好燒  
    僔: 心態都快沒了 還遇到這種事  
    僔: 燒電腦還燒酒  
    僔: 我家教到10.  
    白: 基本上今天是沒什麼可能  
    僔: 媽的sing go就是接信義  
    僔: 你啥時結束  
    僔: 五感覺去不妥 有歌手的樣子  
    白: 可愛  

    [Group], 12:42AM, 12:50AM  
    白: 吃宵沒  
    僔: 幹喔  
    白: 幹你娘勒  
    僔: 廖老大叻  
    僔: 你怎不跟他吃  
    白: 他剛回家啊  
    僔: ？  
    僔: 喔  
    白: 殺小  
    僔: 啥時回來  
    白: 不能回家喔  
    僔: 她  
    白: 不確  
    白: 我禮拜六回台中  
    僔: 我以為他要待到底了  
    僔: 幹喔  
    白: 喔因為我要回去  
    白: 殺小  
    白: 禮拜五可信  
    僔: 五感覺蠻擠  
    僔: 明天勒  
    白: 明天電機邀月  
    白: 除非下來還沒很晚  
    白: 那就可  
    僔: 下來？  
    白: 從邀約下來啊  
    僔: 喔喔  
    白: 可動態調整  
    僔: 我以為你打錯字  
    白: 再跟你說  
    僔: 我心快炸了  
    白: 殺小  
    僔: 最近為啥那麼衰小  
    白: 你怎  
    白: 我要看影片  
    僔: 操  
    白: 我要拿影片尻槍  
    僔: 超噁  
    僔: 拜託不要了  
    白: 幹他沒傳給我  
    白: 他不知道我想要？  
    白: 一萬跟他收  
    白: 不用勒索你  
    僔: 我有點擔心  
    僔: 要失去朋友了  
    白: 怎  
    白: 不會是  
    白: 不要聯絡了  
    僔: 我怕啊  
    白: 你是在想這個嗎  
    白: 為啥  
    白: 彭彭叫他嗎  
    白: 你覺得  
    白: 不然怎有這種想法  
    僔: 對啊 但我可以理解  [Group], 12:50AM, 12:59AM  
    僔: 只是如果真的不能聯絡還什麼的  
    僔: 也有點瞎  
    白: 確實  
    白: 太多  
    白: 你們啥時吃  
    白: 感覺那一晚  
    僔: 20號前  
    白: 你會需要酒精  
    白: 希望我還在北  
    白: 你在台北幹嘛  
    白: 到啥時  
    僔: 啥時回  
    白: 我23回北  
    白: 小畢典  
    僔: 喔幹  
    僔: 那我待久一點  
    白: 你現在在  
    白: 台北幹嘛  
    僔: 有點擔心那天過後  
    僔: 家教  
    白: 確實  
    僔: 還有其實  
    僔: 就是要等她生日  
    白: 你會需要酒友  
    僔: 吃飯  
    白: 幹  
    白: 你怎  
    白: 臥操  
    白: 還沒約？  
    白: 日期  
    僔: 還沒  
    白: 感覺要先空下來  
    白: 🉑  
    僔: 哈哈哈  
    白: 你再跟我說  
    僔: 很怕欸  
    僔: 這就是我一直都很擔心的事  
    白: 我的雙人床很大  
    白: 可以肛交  
    白: 忘記傷痛  
    僔: 其實可  
    白: 用傷痛  
    白: 忘記傷痛  
    僔: 妳記得我們在路邊遇到他嗎  
    僔: 新生南  
    白: 是  
    白: 怎  
    僔: 啊我不是那前幾天才帶他看醫生  
    白: 對啊  
    僔: 但大概就那時候 她就不回我了  
    僔: 已讀那種  
    僔: 看那個日期  
    僔: 昨天才回  
    僔: 這也是昨天回  
    僔: 然後我就有點怕  
    白: 馬的沙小  
    白: 太長了吧  
    僔: 然後就出事 外流  
    白: 快笑死  
    僔: 然後我還是第一個call她==  
    僔: 但我真的很瘋  
    白: 啊他怎  
    白: 不會沒接吧  
    僔: 我跟她出派出所後  
    僔: 有  
    白: 喔喔喔喔  
    僔: 她有來  
    白: 畢竟他看過了  
    白: 吃過了  
    白: 其實可陪  
    僔: 我還直接說你不是有話要講  
    白: 是  
    僔: 應該沒看過我打手槍  
    僔: 她就說 都遇到這種事了  
    僔: 笑死 確實 我只想知道她到底要講什麼  
    僔: 反正真的心情超不好幹  
    僔: 刺青一直被我爸說很醜 他很討厭  
    僔: 破事一堆  
    白: 好啦其實等等可喝 你要嗎  
    白: 看你太慘  
    僔: 太突然了吧  
    白: 看你  
    僔: 哪  
    白: 要喝可叫我  
    白: 隨意  
    白: 幹很緊張  
    白: 害我也緊張了  
    僔: 我還要吃飯也沒洗澡 應該頂多你家  
    白: 色狗  
    僔: 就很怕啊 我是真的很怕  
    白: 你以為妳是🈯️🈯️？  
    僔: 喜歡去別人家  
    白: 🈯️🈯️可以來我家  
    僔: 幹其實可  
    僔: 我有🈯️過  
    白: 笑死  
    僔: 這樣可以嗎  
    白: 🈯️殺小幹你娘  
    白: 啊  
    白: 還是明天好了  
    白: 感覺明天可  
    僔: 你又怎  
    白: 我今天先把東西弄一弄  
    僔: 其實可  
    僔: 我自行冷靜  
    白: 其可  
    白: 明天看幾點  
    白: 你先忍 明天找路人  
    白: 然後帶回家幹  
    白: 學弟在嗎  
    僔: 在  
    僔: 今天回的  
    僔: 操 我上個假日回台中啦  

    [Group], 09:43PM, 10:01PM  
    僔: 怎今天有嗎  
    白: 你怎  
    白: 我們剛到邀月  
    僔: 剛買宵夜 還沒洗澡  
    僔: 你怎  
    僔: 有的話幾點  
    白: 還真不確  
    僔: 還是沒  
    白: 2.之類的吧  
    白: 我是想  
    白: 但看他們幾點下去  
    僔: 你想撿屍  
    白: 信義squad都在了  
    白: 這你  
    僔: 這婊子已經dressed up了  
    僔: 妳下去到信義要多久  
    僔: 就假設要去的話這樣要多久  

    [Group], 01:32AM, 01:50AM  
    僔: 看來是涼了  
    白: 其實我們在收牌了  
    白: 笑死  
    白: 你現在狀態怎  
    僔: 操  
    白: 但可能不會去R  
    白: 或是很晚下去  
    僔: Mentally嗎  
    白: 你斟酌  
    僔: 沒啦 應該否了  
    僔: 但我很好👌🏻  
    白: 才130  
    白: 你怕？  
    僔: 操  
    僔: 過去都2.30了吧  
    僔: 泰國人在那的樣子  
    僔: 你們有要去喔  
    僔: 我說信義  
    白: 喔喔喔幹確實可能會拖很久  
    白: 笑死  
    白: 喔喔喔沒要去信義  
    白: 穩  

    [Group], 02:22PM, 02:22PM  
    白: 冰箱有蛋塔  
    白: 你可吃  
    白: 我忘記拿了  

    [Group], 12:36AM, 02:43AM  
    白: 我老婆喜歡我  
    僔: 幹那個要追蹤你的  
    僔: 也一直追蹤我又退  
    僔: 🈸  
    白: 幹超躁的  
    白: 低能兒  
    白: 他這樣弄我半年了  
    白: zz  
    白: 我老婆說要修資料庫 很難嗎  
    白: 小傑的  
    僔: 小傑的就不容易了吧我覺得  
    僔: 他之前project還要寫全端  
    僔: 現在我不知道  

    [Group], 03:21PM, 03:48PM  
    僔: 妳說23回 然後23有包是嗎  
    白: 你媽才有包  
    白: 23沒包吧  
    僔: 還是你是說朋友要來啥的  
    白: 對啊  
    僔: 有女生嗎  
    白: 但目前都男喔  
    白: 你怎  
    白: 我應該會約  
    僔: 沒啊  
    僔: 那天感覺要喝  
    僔: 哈哈哈  
    白: 可喝  
    白: 可找女  
    僔: 幹我昨天  
    僔: 穿背心去  
    僔: 一直被摸  
    僔: 但都很醜  
    白: 幹你娘很好笑  
    白: 有🈸嗎  
    僔: 沒有 好險  
    白: 誒如果我們要把我們網頁上架  
    僔: 但有一個女的直接在大家面前摸我的手 然後比讚  
    白: 你要一起嗎  
    白: 怎沒幹  
    僔: 直接project一波嗎  
    白: 當你的side project  
    僔: 醜 大隻  
    白: 對  
    白: 我覺得需要一點side project  
    僔: 其實可欸 但沒壓力對吧  
    白: 沒啊  
    白: 我只是想要搞而已  
    白: 感覺有料  
    僔: 因為我想練練技術  
    白: 下一個dcard  
    僔: 對  
    白: 你CTO  
    僔: 我們系有人也做很像的  
    僔: 然後真的上線  
    白: 你說這種網站喔  
    僔: 但他 太屌了  
    僔: 對  
    白: 還是scard  
    僔: 這  
    白: 幹我想看  
    白: 你有網址嗎  
    僔: 留學資訊交換啥的  
    僔: 沒  
    白: 喔喔 他自己的side project?  
    白: 那我先算你ㄛ  
    白: zoe也想弄  
    白: 真可愛  
    白: 我想弄他  
    僔: … 你可  
    白: 幹我一放假太閒  
    白: 就覺得很奇怪  
    白: 感覺可搞上架  
    僔: 你不去實習嗎  
    白: 幹還在想  
    白: 這禮拜思考思考  
    僔: 我不確定算不算 但他是真的搞上線而且有人用  
    白: 有盈利ㄇ  
    僔: 忘了 但這人應該已經出國了  
    白: 感覺做到可以盈利會很屌  
    白: 同屆？  
    僔: 美國國籍幹  
    僔: 對啊  
    白: 喔幹你娘  
    白: 不用當兵喔  
    僔: 我們班的  
    僔: 過瘦  
    白: 幹你娘  
    僔: 超爽  [Group], 06/18/2024 03:48PM, 06/18/2024 03:51PM
    白: 雙重buff
    白: 很扯
    僔: 人生勝利了
    僔: 其實可side 一波
    僔: 找事做
    白: 確實
    僔: 但上線感覺要錢
    白: 我昨天發的那個
    白: 也是滿酷
    白: 我沒實習就來開搞開源專案
    僔: 很屌 有料
    僔: 還有3000刺
    僔: 很爽
    白: 那刺青師
    白: 超牛
    白: 頂ㄉ
    白: 你之後要我也可以幫你問
    僔: 刺一個唧唧在背上
    僔: 這樣我幹你的時候
    白: 這交給你
    僔: 會更興奮
    白: 你媽會喜歡
    僔: 我爸說不能再刺了
    僔: 但如果刺一個屌
    僔: 應該是可以接受的

    [Group], 06/18/2024 01:42AM, 06/18/2024 01:44AM
    白: 誒
    白: 用過aws嗎
    僔: 沒
    白: 開過python service嗎
    僔: 沒
    白: 幹你娘
    僔: 我就是那麼破
    白: 你怎
    白: 吃飯了喔
    白: 怎破破爛爛
    僔: 喔沒有啦幹
    僔: 笑死
    僔: 還很久啊
    白: 笑死
    白: 靠杯
    白: 🉑
    白: 來問巫鴻儒
    白: 你這網服修假的？
    僔: 網服根本沒交這些
    僔: 教
    僔: 幹我真的很想快點離開台北
    僔: 但有局的時候請叫上我
    白: 沒有問題

    [Group], 06/18/2024 04:13PM, 06/18/2024 04:15PM
    僔: 我剛在新體
    僔: 聽到一個人很大聲的說
    僔: 那是蔡詩芸借我的
    僔: 好像是林柔期
    白: 他在新體？
    僔: 但不是健身房那邊的樣子
    白: 幹還以為是男生
    僔: 不確
    僔: 女的
    白: 差點殺回台北
    白: 你可弄柔起
    白: 超正
    白: 單身
    僔: 她超正欸
    白宗民的朋友

    [Group], 06/18/2024 05:41PM, 06/18/2024 05:42PM
    僔: 欸
    僔: 我懂你在新體看到蔡詩芸的感覺了
    僔: 才剛講笑死

    [Group], 06/19/2024 12:51AM, 06/19/2024 12:58AM
    僔: 不知道
    僔: 好煩
    僔: 媽的400-500 超過了
    僔: 台大電機這種數學？
    僔: 啊靠北誰按讚
    白: 抓一個誤差值還好吧
    白: 沒做過實驗？
    白: 管院仔
    僔: 真沒
    白: 🏠
    白: 👍
    僔: 為什麼不是破的
    僔: 幹不是
    僔: 一堆我不認識的
    僔: 怎
    白: 誰知道笑死
    白: 他們覺得很好笑吧

    [Group], 06/20/2024 01:59AM, 06/20/2024 02:02AM
    白: 臥操
    白: 你有看到嗎
    僔: 被踢了
    僔: 他們應該在一起了吧
    白: 是
    白: 喔你知道了喔
    白: 看起來是
    白: 不確
    白: 所以問你
    僔: 他說有話跟我講的時候應該就是在一起了
    白: 感覺是喔
    僔: 但前幾天又被踢了
    僔: 很好啊
    白: 幹那這樣對你來說是
    白: 偏好？
    白: 還是不好
    僔: 就沒差啊
    白: 你本來預想最差是啥
    白: ㄜ不要當朋友？
    僔: 對
    僔: 但我會覺得
    白: 所以這個其實不是最差的
    僔: 很可笑
    僔: 在不在一起沒差

    [Group], 06/20/2024 02:01AM, 06/20/2024 02:20AM
    白: 🉑
    白: 懂
    白: 幹
    白: 那
    白: 那男的
    白: 很小家子氣欸
    僔: 我有看到他們牽手過啊
    白: 如果是他提出要踢摯友的話啦
    白: 他是什麼anti吳孟融
    僔: 你去看我也被移掉很多精選
    僔: 還有文
    白: 不是
    僔: 甚至是留言
    白: 我沒有看過他的競選
    白: ⋯
    僔: 沒關係
    白: 真假
    僔: 我能理解男生會在意
    白: 你覺得是他自己
    白: 還是男生
    僔: 不知道 可能到時候問清楚吧
    白: 🉑
    白: 等你
    僔: 但
    白: 是
    僔: 友情不該這樣斷吧
    白: 你們這樣算斷？
    僔: 我怕啊幹
    白: 喔喔喔喔
    僔: 我一跟二
    僔: 連續遇到她
    僔: 但我都裝沒看到
    白: 所以目前還是一個未明瞭的情況
    僔: 對
    白: 啊你們他媽是約了沒
    僔: 但我剛剛有祝她生日快樂
    僔: 23咩
    僔: 你不是剛好23上來
    白: 🉑
    白: 穩妥
    白: 穩穩的
    僔: 阿我不是一直說那天需要喝
    僔: 可能
    白: 一定到啊
    僔: 我是不是從頭到尾都一直說
    僔: 怕失去朋友
    白: 確實
    僔: 我也能理解男生的立場 如果是他要求的話啦
    僔: 但說真的
    白: 幹那他很在意
    僔: 我跟女生曖昧的時候
    僔: 我都先說我有一個很好的女生朋友
    僔: 不能限制太多

    [Group], 06/20/2024 02:06AM, 06/20/2024 02:20AM
    白: 合理
    白: 感覺不要聊天就好了吧
    白: ｚｚ
    僔: 但我跟她聊天也是講幹的不然就是八卦
    僔: 也沒啥
    僔: 我在意的還是
    僔: 就朋友來說我真的不覺得我該被這樣對待
    白: 懂
    白: 沒事
    白: 等我上去喝
    白: 但或許他會跟你好好說？
    白: 還是你覺得那天你會需要爆喝
    僔: 當然希望她好好說
    白: 這你傳的喔
    僔: 對
    白: 標點符號喔
    白: 這麼厲害
    白: 。
    僔: 因為很長
    白: 啊他有回嗎
    白: 還是又無
    僔: 還沒
    僔: 不急
    白: 🉑
    僔: 這12.多傳的
    白: 再談
    白: 喔喔靠杯
    僔: 生日訊息
    僔: 其實我本來就想等他們在一起再跟他好好談
    僔: 不然感覺會很像我一直在干擾他們
    白: 你怎成為第三者
    僔: …
    白: 幹是我會很不爽
    白: ==
    白: 你何必
    白: 🚬
    白: 好他可能對你來說太重要
    僔: 對啊
    僔: 重要
    僔: 但我本來就這種個性
    白: 你是🈸
    白: 去找個屁眼操操看
    白: 或許會開發新天地
    白: 然後彭彭也不會有戒心
    僔: 我前幾天發這個在摯友
    白: 是
    白: 我知道
    僔: 是這個意思
    白: 怎
    僔: 哈哈哈
    白: 你怎發給他看
    僔: 我也不知道他有沒有看到
    僔: 忘記了
    僔: 他應該噤聲我吧
    白: 為啥
    白: 怎搞成這樣
    僔: 不知道 但應該很早
    白: 偏意料之外
    僔: 但他有噤聲他另一個朋友
    僔: 他說我跟另一個是她大學最好的兩個朋友
    僔: 都被噤聲了
    僔: 靠背
    僔: 他讀了
    僔: "我甚至覺得他搞不好看到了會說：
    那就現在講一講 我們在一起了 他不喜歡我跟你接觸 我們不要吃飯了"
    白: 你說哭哭那天那個喔
    白: 臥操
    白: 臥操
    白: 牛逼
    白: 等你
    僔: ？
    白: 他不是有一天哭
    白: 的那個女生喔？
    白: 什麼被拋下
    白: 還啥
    僔: 她哭？
    白: 總圖前哭？
    白: 不是嗎
    僔: 喔喔喔
    白: 你說你去陪他
    僔: 對啊[Group], 06/21/2024 12:14PM, 06/21/2024 08:15PM
    僔: 幹其實
    僔: 明天有包欸
    白: 我得知了
    白: 操

    [Group], 06/22/2024 01:33AM, 06/22/2024 01:41AM
    僔: 明天滾回來
    僔: 妳寶貝生日
    白: 林北在寫網頁
    白: 吵什麼吵
    白: 我是js神
    僔: 你怎網
    僔: Pbc ?
    白: 沒
    白: 商競
    白: 我轉行
    僔: 偷參加不揪
    白: 幹明天否
    白: 我爸訂票了
    僔: 你爸怎
    白: 跟爸爸媽媽一起回台北
    僔: 喔要來
    白: 對啊
    白: 你怎
    白: 你要去喔
    白啊
    僔: 還有石頭
    白: 反正你會跟泰國人回家
    白: 哪有差
    僔: 莊本來可 後來說畢典
    白: 幹我回去也是要避點
    僔: 我可以純睡覺
    白: 所以還是沒啥差
    白: 你騙
    白: 你現在需要鮑魚
    白: or屁眼
    僔: 紅木百會因為畢典
    僔: 不去嗎
    白: 我覺得嗎
    白: 部會
    僔: 希望serene會去
    僔: 幹我講真
    僔: 抱抱睡很棒

    [Group], 06/22/2024 01:42AM, 06/22/2024 01:42AM
    白: 你怎又偷想念韓國行
    僔: 媽的
    僔: 亂講

    [Group], 06/23/2024 12:06AM, 06/23/2024 12:31AM
    僔: 我早上本來感冒有點燒
    僔: 但現在好多了
    僔: 去一下下
    白: 幹
    白: 好多人去
    僔: 欸
    白: 怎
    僔: 我剛跟紅木百說我感冒不一定去
    僔: 然後他就很急 一直說 你可以去
    僔: 我說serene去我就去
    僔: 然後他真的有去
    僔: 超好笑
    僔: 欸靠北
    僔: 是以前那群欸
    僔: 幹好屌
    白: 幹reunion
    白: 擊敗
    白: 早知道就回去了

    [Group], 06/23/2024 01:26AM, 06/23/2024 02:48AM
    僔: 真的超多人
    白: 別說了
    白: 🚬
    白: 老想念了
    僔: 我遇到更屌的事
    白: 怎樣
    僔: 等等或明天分享
    白: 🉑
    僔: 沒事
    僔: 明天說
    僔: 真的很屌

    [Group], 06/24/2024 06:38AM, 06/24/2024 06:03PM
    白: 你怎
    僔: 你晚上怎搞
    白: 你怎
    白: 等我家寶寶上來
    白: 你怎
    白: 你怎
    僔: 很好啊
    白: 欸
    白: 吃飯沒
    僔: 還沒
    白: 我等等要回宿
    白: 等等吃？
    僔: 怎想我
    僔: 幾點
    白: 還是啥
    白: 沒
    白: 我說你們
    白: 我要跟爸爸媽媽吃牛排
    白: 可以起
    僔: 真假
    僔: 認真
    白: 殺小
    白: 不認真
    白: 蹭飯？
    白: 操
    白: 下次認真的話其實可
    僔: 怎傷我心
    白: 笑死
    白: 怎學嚕
    白: 你怎連續被背叛
    白: 我怎傷口灑鹽
    白: 幹你不講話了
    白: 幹
    白: 你被傷透了心
    白: 怎搞
    僔: 真的還好
    白: 等等回去用我的洨幫你黏一下
    僔: 其實可
    僔: 昨天真的很屌 晚上跟你說
    白: 幹到底殺小
    白說你被call out
    僔: 對
    白: 然後你不跟他說
    白: 這是故事？
    白: 幹
    白: 可
    白: 期待
    僔: 但我沒有之前那麼難過其實
    僔: 只是該喝一下 畢竟要回台中了
    僔: 你是跟誰啊 國中同學還是啥我忘了
    白: 婆
    白: 喔喔他們沒要去
    白: 🉑
    白: 但廖應該會去
    白: 你可者妞
    白: 找
    白: 我們差不多過去了
    白: 你怎
    僔: 剛洗好澡笑死

    [Group], 06/24/2024 12:22AM, 06/24/2024 04:53AM
    僔: 我等等再去找你們
    白: 你哪
    白: 去找嚕嚕？
    僔: 我還在宿舍
    白: 嚕有發現時欸
    僔: 但可能等等會先去找她
    白: 開帳號了？
    僔: 對
    白: 叫他一起玩
    白: 我們這邊兩對情侶
    白: 你們一起
    僔: 哪來的
    白: 阿孫
    僔: 妳哪
    僔: 等等全家買酒
    僔: 還在講話
    白: 舞池喔
    僔: 我等等就回了
    僔: 回宿舍
    僔: 幹抱歉聊太久
    僔: 我們暑假見

    [Group], 06/24/2024 12:21PM, 06/24/2024 06:03PM
    白: 沒差
    白: 穩
    僔: 昨天忘記給你看
    僔: 你們真的每次都傳一樣的東西給我
    白: 笑死
    白: 幹你娘
    白: 他去吃的我推薦的
    白: 操
    白: 給他約會行程[Group], 06/25/2024 06:03PM, 06/25/2024 10:28PM
    白: 跟小王約會
    白: 我人真好
    僔: 你感受到了危機感
    僔: 啊你們昨天怎
    僔: 好玩嗎
    僔: Ai 昨天不是K-pop 嗎
    白: 其實很屌
    白: 必須說是爽的
    僔: 明天要去嗎
    僔: 開情況
    白: 你怎
    白: 你要去喔
    僔: 我可能四要走
    僔: 啊上個週末連兩天沒玩到

    [Group], 06/26/2024 01:48AM, 06/26/2024 01:51AM
    白: 啊幾點
    僔: Anytime
    僔: 你忙嗎
    白: 應該還行
    白: 還有誰
    僔: 目前只問你
    白: 可找人
    僔: 我大概也只會找石頭
    白: 我女友要上班
    白: 他不可去
    白: 請找妹
    僔: 那我就先問石那群
    僔: 要講幾次 我沒妹可找
    僔: 你找啊
    僔: 靠北不行
    僔: 會被看到
    白: 笑死
    白: 我問歪歪ㄌ
    白: 他還是一樣可愛
    白: 幹你娘
    白: 他要去唱歌
    白: 擊敗
    僔: 續攤啊
    白: 平日很難揪欸
    僔: 確實
    白: 動態調整
    僔: 但就是真的最後一晚
    白: 但應該可
    白: 🉑
    僔: 啊幾點
    白: 我應該10.去建工
    白: 12.樓下見
    白: 反正都男的
    僔: 你要接著喔
    白: 我重完直接蹦
    僔: 反正你家有人

    [Group], 06/26/2024 07:15PM, 06/26/2024 09:59PM
    白: 我現在是摯友了喔
    白: 約她好了
    僔: 其實可
    僔: 我都行
    白: 約你朋友
    白: 老婆爭奪戰
    白: 信義篇
    僔: 他好像不在台灣
    僔: 你先發制人
    僔: 媽的怎麼在長興七遇到彭成語
    僔: ==
    白: 你怎
    白: 你幾點
    白: 我要去重了
    僔: 我剛回要吃飯
    僔: 我們動態規劃

    [Group], 06/26/2024 10:29PM, 06/26/2024 11:39PM
    白: 🉑 你大概幾
    白: 反正我最晚可在這到12
    白: 最好12前到
    僔: 那就12好了
    白: 操
    白: 🉑
    白: 石頭要嘛
    僔: 他沒
    僔: 他平日常常不行
    白: 勸你是已經上路了喔
    僔: 剛叫車
    白: 非常優秀
    僔: 寶寶我等等就到
    白: 我沒找人喔
    僔: 報備一下
    白: 幹你娘
    白: 好噁
    白: 超像
    白: 太噁了
    僔: 我已經很久沒這樣報備了
    僔: 怎麽說我噁呢
    僔: 我也沒

    [Group], 06/26/2024 11:46PM, 06/27/2024 12:23AM
    僔: 上車
    白: 🉑
    白: 全家集合、
    白: ？
    僔: 可
    僔: 你可偷酒
    僔: 你可叫囂
    僔: 聽不到
    僔: 你哪
    僔: 你哪
    白: 電梯
    僔: 我全家
    僔: 外面
    白: -78 192
    白: 🉑
    僔: 還有snm 的18天
    僔: +150 342
    白: 🉑

    [Group], 06/28/2024 07:19PM, 06/28/2024 08:37PM
    僔: 你的機會
    白: 笑死

    [Group], 07/05/2024 03:01PM, 07/05/2024 11:19PM
    白: 怎想念我
    僔: 我前幾天有問他雅思的東西
    僔: 然後你要考托福
    僔: 我整個就是幫你們串起來了

    [Group], 07/06/2024 09:01AM, 07/06/2024 09:01AM
    白: 我也想問
    白: 💤
    白: 哀

    [Group], 07/08/2024 12:19AM, 07/08/2024 12:43PM
    僔: 啊你有想要啥嗎
    僔: 我明後比較自由逛街
    僔: 速預約
    白: 挺好
    白: 但我不確
    白: 你要買啥
    白: 欸幹你有看到diesel的店嗎
    僔: 我應該原宿澀谷
    僔: 明天
    僔: 沒仔細看
    白: 你如果有看到
    白: 好看的皮帶
    白: 幫一個
    僔: 幹
    僔: 我也想買
    白: 水
    僔: 澀谷有
    白: 幹你娘
    僔: 明天看
    白: 水
    白: 哪家
    僔: 情侶皮帶
    白: 🉑
    僔: 這
    白: 幹
    白: 其實可
    白: 你可看
    白: 但我不知道你會不會喜歡
    僔: 其實可情侶
    僔: 就看看
    白: 如果有
    白: 幫帶
    僔: 太貴了吧
    僔: 沒事
    僔: 我看看
    僔: 但這不是爛大街
    僔: 可爛
    僔: 打砲神器
    白: 可爛
    白: 確實
    白: 這個
    白: 配
    僔: 拿來抽你
    白: 紮褲子
    僔: 刺激
    白: 感覺🈶
    白: 幹你娘
    白: 我綁你
    僔: 我直接綁你屌
    僔: 窒息感
    白: 其實🉑
    白: 蠻期待
    僔: 啊要Gu 還啥的嗎
    僔: 我可能會去
    白: 好像還好欸
    白: 除非很便宜
    白: 還是真的很便宜
    白: 你要買啥

    [Group], 07/09/2024 12:25PM, 07/09/2024 12:43PM
    僔: 我在gu 
    僔: 要啥
    白: 你怎
    白: 有啥推的嗎
    僔: 側包
    僔: 防風衣材質 拉鍊
    僔: 蠻深
    僔: 但內袋只有一個小小的
    僔: 400台幣
    白: 喔喔喔這我有啊
    白: 那免
    白: 感恩
    白: 幹 幫一個黑色好了
    白: 笑死
    僔: 🉑
    白: ❤️
    僔: 可XL 挖到腰
    僔: 騷
    僔: 這幫你買個M
    僔: 我有試到爽的再告訴你
    僔: 褲子感覺很爽
    僔: 媽的
    白: 欸我是說
    白: 包包
    白: 吊嘎免
    僔: 笑死幹
    僔: 好
    白: 怕你誤會
    白: ⋯
    僔: 已經誤會
    白: 幹這怎
    白: 你還沒結吧幹笑死
    僔: 沒
    僔: 還沒
    僔: 超多爽褲
    僔: 還沒事
    僔: 試
    白: 你可試
    白: 400喔
    白: 香
    僔: 對
    僔: 跟你一樣
    僔: 靠北
    僔: 我也想買
    僔: 情侶
    白: 那個很好看
    白: 我有米色的
    僔: 靠北
    僔: 我在猶豫要啥
    僔: 雙情侶
    白: 都
    白: 才400
    白: 便
    僔: 其實可
    白: 台灣600吧我記得
    僔: 吊嘎倒是差不多
    僔: 但還是略便宜

    [Group], 07/10/2024 08:47PM, 07/10/2024 08:50PM
    白: "這誰
    "
    白: 怎當我實驗室學弟
    僔: 不確 好像是之前室友
    僔: 那個lab
    僔: 哪
    僔: 李鴻毅？[Group], 07/11/2024 08:51PM, 07/11/2024 08:55PM
    白: 不是
    白: 另一個
    白: RL的
    白: 他想跟我學習
    僔: 新的嗎
    白: 沒啊 我上學期就跟兩個一起發paper
    白: 他怎想當我學弟
    僔: 幫你複習
    僔: 想操你

    [Group], 07/11/2024 08:01PM, 07/11/2024 08:05PM
    僔: 幹
    僔: 超好笑
    僔: 帶不夠
    僔: 明天
    白: 幹你娘
    白: 超好笑
    白: 🉑
    白: 感恩
    僔: 幹超好笑
    僔: 但我還要在這一天半
    僔: 我不確定夠不夠…
    僔: 明晚說
    白: 你不是跟你爸媽去
    白: 還有沒錢的狀況喔
    僔: 我現在是自己特別過去看
    僔: 他們回去了
    僔: 飯店
    白: 喔喔喔 
    白: 🉑
    白: 沒事
    白: 沒有就算了
    白: 穩
    僔: 幹真的超噴錢
    僔: 明天再幫你看看
    僔: 最後機會

    [Group], 07/11/2024 08:48PM, 07/11/2024 08:50PM
    僔: 欸
    僔: 日本菸有啥
    僔: 紙菸
    僔: 屌的
    白: 七星的樣子
    白: 日本七星
    白: 嘎嘎香
    僔: 到處都七星
    僔: 口味呢
    僔: 細節一點
    白: 還真不知道
    白: Camel
    白: 不錯
    白: 我朋友上次送我
    僔: 我爸爆抽
    僔: 我現在在一間可以喝酒的燒烤店
    僔: 歌舞伎町
    僔: 信義squad要是在這會瘋掉

    [Group], 07/12/2024 08:22AM, 07/12/2024 08:23AM
    僔: 沒啦
    僔: 講錯 可以抽菸
    僔: 幹酒也是很便宜
    僔: 可 我試試看

    [Group], 07/12/2024 04:20PM, 07/12/2024 04:20PM
    僔: 操
    僔: 我在下班時間的東京
    僔: 幫妳找退稅機
    僔: 幫我素

    [Group], 07/13/2024 06:22AM, 07/13/2024 07:15PM
    僔: 你怎已讀
    僔: 我很受傷
    白: 幹你怎
    白: 那時候在上班就忘了笑死
    白: 你怎
    白: 真他媽騷
    僔: 這你的
    僔: 我沒買 我買不下去
    僔: 也沒錢了…
    僔: 欸幹 幫你去買的時候
    僔: 那間百貨
    僔: 正妹率八成
    僔: 勃起逛完
    僔: 我等等去機場免稅店看煙
    僔: 隨便買一條
    僔: 我跟嚕嚕拿個幾包 剩下給你
    僔: 🉑？
    白: 不揪
    白: 我不抽煙
    白: 抱歉

    [Group], 07/14/2024 06:24PM, 07/14/2024 07:15PM
    僔: 可下次
    僔: 我今年旅行是良
    僔: 淺草寺的簽
    僔: 欸
    僔: 房間網路的基地台你應該還沒收走對吧
    白: 🉑
    白: 還沒
    白: 你的還在
    白: 怎
    僔: 我弟要上去住個幾天
    僔: 他怕沒網
    僔: 穩

    [Group], 07/15/2024 03:53PM, 07/15/2024 03:53PM
    僔: 想跟你媽
"""

chat_log_8 = """
    [Group], 10/21/2023 06:20, 10/22/2023 02:18
    白: 你不敢
    僔: 2000弄丟錢包可悲仔
    僔: 130image
    白: 我閃喔
    白: 你可爽玩
    僔: 蔡旻欸
    僔: 超扯
    僔: 超正
    白: 同一個包？
    白: 幹你娘
    僔: 沒啦
    僔: 隔壁
    僔: 超扯
    僔: 超正
    白: 去幹他
    僔: 他被一個男生摸屁股

    [Group], 10/22/2023 04:28, 10/22/2023 11:13
    白: 有沒有妹幹
    白: 我房間很大唷
    白: 嘿嘿
    僔: 沒
    僔: 回來了
    白: 喔
    僔: 我不做那種事
    白: 幹
    白: 我開的
    僔: 幹我屁事
    白: 給你免錢的
    白: 我貼心
    僔: 跟學弟 來一發
    白: 本想說可4人
    僔: 把他草醒
    僔: ？
    僔: 幹你去色喔
    白: 我在樓下
    白: 跟蔡講電話
    僔: 喔喔
    僔: 沒事
    僔: 愛你

    [Group], 10/27/2023 11:12, 10/28/2023 04:56
    僔: Uber 50
    僔: 100
    僔: 酒58
    僔: 妳哪
    白: 下面
    白: 你怎
    僔: 在
    白: 下面
    白: ？
    白: 喔喔
    白: 還有誰
    白: 不是都走了嗎
    僔: 只有Darrian
    白: 其他都走了喔
    僔: 我們都交不到車
    僔: 不確
    僔: 叫
    白: 怎又還
    白: 差點被抓回永安市場
    僔: 認真
    僔: 超好笑
    僔: 你怎
    僔: 周勒

    [Group], 10/28/2023 05:17, 10/28/2023 07:05
    僔: 不可能跟其他女生逛街看到yann吧
    僔: 幹
    僔: 我直接轉頭欸
    白: 幹真假
    白: 超好笑
    僔: 幹
    僔: 不可能吧
    僔: 我甚至手機後面還有她送我的狗圖
    白: 啊這個
    白: 這個可能嗎
    僔: 勃起了
    僔: 那個了
    白: 幹今年真的是犯賤花一堆錢
    白: 我是狗

    [Group], 11/04/2023 12:19, 11/05/2023 08:50
    僔: 你們哪
    僔: 怎
    僔: 你怎
    白: 來玩一個禮拜
    白: 讚
    僔: 你有見到嗎
    白: 🈶啊 我就跟她一起玩一個禮拜啊
    僔: 然後勒
    僔: 這樣是有嗎
    白: 她覺得我終究是要去美國
    僔: 反正可能就這個禮拜而已
    白: 確實
    白: 也值

    [Group], 11/08/2023 10:27, 11/09/2023 04:01
    白: 欸幹你娘
    白: 我的卡
    白: 在福利社
    白: 要被退了
    白: 可幫嗎
    白: 包裹
    僔: 早安瑪卡巴卡
    僔: 全世界都在問我
    僔: 你去加拿大
    白: 誰想跟我做愛
    白: 其可
    僔: 你的也沒聲音喔
    白: 確實 操 不好玩
    僔: 你應該是沒開麥

    [Group], 11/10/2023 10:18, 11/10/2023 10:32
    僔: 💋
    白: 臥操
    白: 操逼嘍
    僔: 但我們宿舍超鳥的欸
    白: 幹你娘你這虛假的人 鎖你媽屁眼
    白: 確實
    僔: 欸
    僔: 我明天
    白: 帶得回來是真愛
    僔: 真的要出去啊
    白: 可以在一起
    僔: 可是你不在的時ㄏˋ
    白: 今天禮拜幾
    僔: 時候
    僔: 我帶了
    僔: 不是真愛
    白: 禮拜五晚上？
    僔: 對啊
    白: 喔你說糾紛嗎
    白: 可悲
    白: 幹
    白: 你要去
    白: 操
    白: 幹
    白: 操逼大隊
    僔: 那個是你在的時候
    白: 淫蕩小分隊
    僔: 我是說這幾天
    白: 幹真假
    僔: 可是羅凱恩今天不去
    白: 殺小
    白: 幹你娘
    僔: 應該說小覷
    僔: 去
    白: 回去更新一下
    白: 多拍影片
    僔: 沒啦
    白: 借我複習
    僔: 拍你媽逼
    白: 細屑
    僔: 你媽偷來啊
    僔: 我沒打砲啊
    僔: 我聊聊天而已
    僔: 我喜歡聊天
    僔: 有溫度
    僔: 我仍是個沒有性慾的人

    [Group], 11/10/2023 10:42, 11/12/2023 03:04
    白: "真假啦
    白: 勃起
    白天的時候
    僔: 但我那時候沒問吉會不會回來
    僔: 幹 你後天就回來了
    僔: 現在情況如何
    僔: 妳那邊
    白: 他還在思考🀄️
    白: 感覺他的朋友大力勸阻
    白: 笑死
    白: 合理
    僔: 幹可是 如果他現在同意 但你回來
    僔: 還是要等一個多月吧
    僔: 我是覺得 你可以讓他回來再給答案或再看看
    僔: 現在給答案感覺你們壓力都超大
    僔: 反正這學期超忙 忙一下就過了
    僔: 這是ruff門口蓋章的吧

    [Group], 11/13/2023 01:54, 11/14/2023 11:39
    僔: Uber91
    僔: 燒酒150
    僔: 我繞左邊
    白: 你偏色
    僔: 靠在包廂旁邊
    僔: 你怎
    白: 你怎
    白: 在色了嗎
    僔: 沒
    僔: 但我找其他朋友喝酒
    僔: 我最後還是會回宿舍
    僔: 友情告知
    僔: 幫你總和要還的錢 449
    白: 啥時回
    僔: 不確
    僔: 5.吧
    白: 你哪喝
    僔: 很遠
    僔: 台大醫附近
    白: 喔不是裡面喔
    僔: 不是
    白: 三小
    僔: 找朋友
    白: 色狗
    僔: 朋友
    僔: 你才色狗
    僔: 你去他家啊
    僔: 他家人不是可以嗎
    白: 幹你怎
    白: 你去打砲喔
    白: 怎沒回
    僔: 妳不會現在才回去吧
    僔: 怎那麼晚才問我
    白: 我昨天送玩他就睡覺
    白: 起床發現你不在
    白: 操你媽
    白: 又去幹誰
    白: 幹你娘
    白: 又在操逼[Group], 11/19/2023 12:37AM, 11/19/2023 04:58AM
    僔: 你們下去了嗎
    白: 下去又上來了
    僔: 好玩嗎
    僔: 下面
    僔: 欸
    僔: 桌號多少
    僔: 位置在哪
    白: 幹你娘 我被帶回永安市場了
    白: 沃操
    白: 這一天終究是來了嗎
    僔: 我操
    僔: 用用看
    僔: 我們的包廂
    僔: 靠你了
    僔: 我真的很愛你
    白: 我很驚慌
    白: For real
    僔: 搞不好他很強
    僔: 幹
    僔: 唧唧還在嗎
"""