all_chat = """
Sat, 10/21/2023

06:20PM	白	你不敢

Sun, 10/22/2023

02:05PM	僔	2000弄丟錢包可悲仔

Mon, 10/23/2023

Thu, 10/26/2023

01:01AM	僔	130image

01:09AM	白	我閃喔

01:09AM	白	你可爽玩

02:12AM	僔	蔡旻欸

02:12AM	僔	超扯

02:12AM	僔	超正

02:12AM	白	同一個包？

02:12AM	白	幹你娘

02:15AM	僔	沒啦

02:15AM	僔	隔壁

02:15AM	僔	超扯

02:15AM	僔	超正

02:17AM	白	去幹他

02:18AM	僔	他被一個男生摸屁股

02:33AM	僔	超屌的

02:33AM	僔	怎麼有人吃得掉

04:28AM	白	有沒有妹幹

04:28AM	白	我房間很大唷

04:28AM	白	嘿嘿

04:28AM	僔	沒

04:28AM	僔	回來了

04:29AM	白	喔

04:29AM	僔	我不做那種事

04:29AM	白	幹

04:29AM	白	我開的

04:29AM	僔	幹我屁事

04:29AM	白	給你免錢的

04:29AM	白	我貼心

04:29AM	僔	跟學弟 來一發

04:29AM	白	本想說可4人

04:29AM	僔	把他草醒

04:29AM	僔	？

04:29AM	白	其實可

11:04PM	僔	幹你去色喔

11:12PM	白	我在樓下

11:12PM	白	跟蔡講電話

11:13PM	僔	喔喔

11:13PM	僔	沒事

11:13PM	僔	愛你

Fri, 10/27/2023

11:12PM	僔	Uber 50

11:12PM	僔	100

Sat, 10/28/2023

02:47AM	僔	酒58

03:43AM	僔	妳哪

03:43AM	白	下面

03:43AM	白	你怎

03:44AM	僔	在

03:44AM	白	下面

03:44AM	白	？

03:44AM	白	喔喔

03:44AM	白	還有誰

03:44AM	白	不是都走了嗎

03:44AM	僔	只有Darrian

03:44AM	白	其他都走了喔

03:44AM	僔	我們都交不到車

03:44AM	僔	不確

03:44AM	僔	叫

04:56AM	白	怎又還

04:56AM	白	差點被抓回永安市場

04:56AM	僔	認真

04:56AM	僔	超好笑

04:56AM	僔	你怎

04:56AM	僔	周勒

05:17PM	僔	不可能跟其他女生逛街看到yann吧

05:17PM	僔	幹

05:17PM	僔	我直接轉頭欸

05:22PM	白	幹真假

05:22PM	白	超好笑

05:49PM	僔	幹

05:49PM	僔	不可能吧

05:49PM	僔	我甚至手機後面還有她送我的狗圖

07:00PM	白	啊這個

07:01PM	白	這個可能嗎

07:03PM	僔	勃起了

07:03PM	僔	那個了

07:05PM	白	幹今年真的是犯賤花一堆錢

07:05PM	白	我是狗

Sat, 11/04/2023

12:19AM	僔	你們哪

Sun, 11/05/2023

09:45AM	僔	怎

12:59PM	僔	你怎

08:49PM	白	來玩一個禮拜

08:49PM	白	讚

08:49PM	僔	你有見到嗎

08:49PM	白	🈶啊 我就跟她一起玩一個禮拜啊

08:49PM	僔	然後勒

08:50PM	僔	這樣是有嗎

08:50PM	白	她覺得我終究是要去美國

08:50PM	僔	反正可能就這個禮拜而已

08:50PM	白	確實

08:50PM	白	也值

Wed, 11/08/2023

10:27AM	白	欸幹你娘

10:27AM	白	我的卡

10:27AM	白	在福利社

10:27AM	白	要被退了

10:27AM	白	可幫嗎

10:27AM	白	包裹

03:43PM	僔	早安瑪卡巴卡

04:04PM	僔	全世界都在問我

04:04PM	僔	你去加拿大

Thu, 11/09/2023

03:58AM	白	誰想跟我做愛

03:58AM	白	其可

03:59AM	僔	你的也沒聲音喔

04:00AM	白	確實 操 不好玩

04:01AM	僔	你應該是沒開麥

04:01AM	僔	啊我可能是沒開到聲音

Fri, 11/10/2023

10:18PM	僔	💋

10:29PM	白	臥操

10:29PM	白	操逼嘍

10:29PM	僔	但我們宿舍超鳥的欸

10:30PM	白	幹你娘你這虛假的人 鎖你媽屁眼

10:30PM	白	確實

10:30PM	僔	欸

10:30PM	僔	我明天

10:30PM	白	帶得回來是真愛

10:30PM	僔	真的要出去啊

10:30PM	白	可以在一起

10:30PM	僔	可是你不在的時ㄏˋ

10:30PM	白	今天禮拜幾

10:30PM	僔	時候

10:30PM	僔	我帶了

10:30PM	僔	不是真愛

10:30PM	白	禮拜五晚上？

10:30PM	僔	對啊

10:30PM	白	喔你說糾紛嗎

10:30PM	白	可悲

10:30PM	白	幹

10:30PM	白	你要去

10:30PM	白	操

10:30PM	白	幹

10:30PM	白	操逼大隊

10:30PM	僔	那個是你在的時候

10:30PM	白	淫蕩小分隊

10:30PM	僔	我是說這幾天

10:31PM	白	幹真假

10:31PM	僔	可是羅凱恩今天不去

10:31PM	白	殺小

10:31PM	白	幹你娘

10:31PM	僔	應該說小覷

10:31PM	僔	去

10:31PM	白	回去更新一下

10:31PM	白	多拍影片

10:31PM	僔	沒啦

10:31PM	白	借我複習

10:31PM	僔	拍你媽逼

10:31PM	白	細屑

10:31PM	僔	你媽偷來啊

10:31PM	僔	我沒打砲啊

10:31PM	僔	我聊聊天而已

10:31PM	僔	我喜歡聊天

10:31PM	僔	有溫度

10:32PM	僔	我仍是個沒有性慾的人

10:42PM	白	"真假啦

"

10:42PM	白	勃起

10:43PM	僔	白天的時候

10:43PM	僔	但我那時候沒問吉會不會回來

10:44PM	僔	幹 你後天就回來了

10:44PM	僔	現在情況如何

10:44PM	僔	妳那邊

10:44PM	白	他還在思考🀄️

10:44PM	白	感覺他的朋友大力勸阻

10:44PM	白	笑死

10:44PM	白	合理

10:44PM	僔	幹可是 如果他現在同意 但你回來

10:44PM	僔	還是要等一個多月吧

10:45PM	僔	我是覺得 你可以讓他回來再給答案或再看看

10:45PM	僔	現在給答案感覺你們壓力都超大

10:45PM	僔	反正這學期超忙 忙一下就過了

Sat, 11/11/2023

01:02AM	僔	幹

01:02AM	僔	今天image

01:02AM	僔	超多妹子

01:02AM	僔	超多

01:02AM	僔	多到幹

02:27PM	白	你對

02:27PM	白	但可能偏無🍊

02:28PM	白	幹你娘色豬

02:28PM	白	有沒有幹到

03:52PM	僔	膝蓋好痛

04:06PM	白	🉑

04:06PM	白	我喜歡

Sun, 11/12/2023

03:04PM	僔	這是ruff門口蓋章的吧

Mon, 11/13/2023

01:54AM	僔	Uber91

02:32AM	僔	燒酒150

03:06AM	僔	我繞左邊

03:06AM	白	你偏色

03:07AM	僔	靠在包廂旁邊

03:07AM	僔	你怎

03:39AM	白	你怎

03:39AM	白	在色了嗎

03:54AM	僔	沒

03:54AM	僔	但我找其他朋友喝酒

03:54AM	僔	我最後還是會回宿舍

03:54AM	僔	友情告知

03:58AM	僔	幫你總和要還的錢 449

04:13AM	白	啥時回

04:15AM	僔	不確

04:15AM	僔	5.吧

04:18AM	白	你哪喝

04:19AM	僔	很遠

04:19AM	僔	台大醫附近

04:19AM	白	喔不是裡面喔

04:19AM	僔	不是

04:19AM	白	三小

04:19AM	僔	找朋友

04:19AM	白	色狗

04:19AM	僔	朋友

04:19AM	僔	你才色狗

04:19AM	僔	你去他家啊

04:19AM	僔	他家人不是可以嗎

04:18PM	白	幹你怎

04:18PM	白	你去打砲喔

04:18PM	白	怎沒回

04:19PM	僔	妳不會現在才回去吧

04:19PM	僔	怎那麼晚才問我

04:25PM	白	我昨天送玩他就睡覺

04:25PM	白	起床發現你不在

04:25PM	白	操你媽

04:25PM	白	又去幹誰

Tue, 11/14/2023

04:15AM	白	要睡覺的時候跟我講下

04:15AM	白	鬼轉補課

04:15AM	僔	鬼轉在我睡覺的時候偷做愛

11:39PM	白	幹你娘

11:39PM	白	又在操逼

Sat, 11/18/2023

02:42AM	僔	幹打扣到一半上廁所遇到小紅 勃起 可以到8.了

02:42AM	僔	你明天幾點回啊

02:42AM	僔	我可能蠻晚去 12.過後那種

02:43AM	僔	而且我可能先跟嚕嚕喝

02:43AM	僔	他說他下班要先來我們宿舍等我

02:43AM	僔	你可跟他們先過去

11:06AM	白	想打砲就說

11:06AM	白	女人

11:06AM	白	幹你娘 你又要幹自己朋友

12:51PM	僔	我他媽的要打砲還會跟你講？

12:51PM	僔	等你回來幹你啊

Sun, 11/19/2023

12:37AM	僔	你們下去了嗎

12:59AM	白	下去又上來了

01:00AM	僔	好玩嗎

01:00AM	僔	下面

02:10AM	僔	欸

02:10AM	僔	桌號多少

02:11AM	僔	位置在哪

04:21AM	白	幹你娘 我被帶回永安市場了

04:21AM	白	沃操

04:21AM	白	這一天終究是來了嗎

04:26AM	僔	我操

04:26AM	僔	用用看

04:26AM	僔	我們的包廂

04:26AM	僔	靠你了

04:26AM	僔	我真的很愛你

04:26AM	白	我很驚慌

04:26AM	白	For real

04:28AM	僔	搞不好他很強

04:58AM	僔	幹

04:58AM	僔	唧唧還在嗎

Mon, 11/20/2023

03:40PM	白	哈嘍🐟軒

03:40PM	白	太超過嘍

Tue, 11/21/2023

Wed, 11/22/2023

05:05PM	僔	How can I stop eating fried138_zoung_ming chicken

05:05PM	僔	有料嗎

05:30PM	僔	幹你又要跟那個去唸書

05:30PM	僔	世新

05:30PM	僔	師大

06:03PM	僔	桃桃又三小

06:04PM	僔	你又要撞別人的🍑

Thu, 11/23/2023

12:29AM	僔	這個如何

12:29AM	白	0

12:29AM	白	🚬🚬🚬🚬

Fri, 11/24/2023

03:25AM	僔	幹你去找俄羅斯喔

03:25AM	僔	欸你在房間嗎

03:25AM	僔	我電腦有亮著嗎

03:26AM	白	供殺小

03:26AM	白	沒有

03:26AM	僔	西巴

03:26AM	僔	沒事

03:26AM	僔	在猜你是不是出去了

03:26AM	白	明天

03:27AM	白	你他媽

03:27AM	白	又在做愛

03:27AM	白	幹你娘

03:27AM	白	破狗

03:27AM	僔	沒有

03:27AM	僔	要回去了

10:07PM	白	學弟的賴

10:07PM	白	來一個

10:07PM	白	我問問

Tue, 11/28/2023

07:35PM	僔	還是生日

Wed, 11/29/2023

12:04AM	白	幹

12:04AM	白	你去跟lulu做愛ㄛ

12:04AM	白	牛逼

12:04AM	僔	可不可以不要太誇張

12:04AM	僔	你媽叫lulu 

12:04AM	白	你太扯了

12:04AM	白	差不多

12:04AM	僔	但我想去中正紀念堂做

12:04AM	白	"幹林娘 碩士生都這樣的？

"

12:04AM	白	操雞掰

12:05AM	白	滾回來打code

12:05AM	僔	研究壓力大

12:05AM	僔	請你不要太扯

12:05AM	僔	小心我回去幹爆你

12:06AM	白	做賊心虛

12:07AM	白	極力反駁

12:07AM	白	有鬼

12:07AM	僔	對 做愛

12:07AM	僔	跟你媽

Fri, 12/01/2023

07:55PM	白	你吃完了喔

07:55PM	白	ㄏㄏ

08:57PM	僔	他走了嗎

08:57PM	白	你要回嗎

08:57PM	僔	我會回啊

08:57PM	僔	幹嘛

08:57PM	白	是可以走的啊

08:57PM	僔	你還可以打一次

08:57PM	白	你大概幾

08:57PM	白	我尋思一下 現在在🚬

08:57PM	僔	不確9半嗎

08:57PM	白	喔虧喔虧

08:57PM	僔	他在你床上摳摳喔

09:26PM	僔	這誰要去

09:26PM	僔	你幾點出

09:28PM	白	nah

09:28PM	白	我在房間 獨自一人了

09:28PM	白	怎

09:28PM	白	你要帶回來幹喔

Sat, 12/02/2023

12:31AM	白	你在哪

12:31AM	白	沒來嗎

12:31AM	僔	回了

12:32AM	僔	如果你還有第二炮去開房 我今天沒要出門了

Wed, 12/06/2023

06:44AM	白	nohup jupyter notebook --port 8899 &

06:49AM	僔	不確資料傳不傳的過去

06:49AM	僔	好像不行

06:49AM	僔	我試試

06:49AM	白	zip啊

06:50AM	白	傳雲端

06:50AM	僔	正在

06:50AM	白	或是用指令直接丟server

06:50AM	白	🉑️

06:50AM	僔	怎

06:50AM	僔	zip後也有250多

06:51AM	白	tar -zcf submission-5.tgz submission-5/

06:51AM	白	tar看看多少

06:51AM	僔	什麼意思

06:51AM	僔	你要不要直接來

06:58AM	僔	等他上傳

07:16AM	僔	欸幹

07:16AM	僔	上傳超久

07:16AM	僔	啊算了我自己的事

07:16AM	僔	愛你

07:20AM	白	超好笑

07:20AM	白	300M是可以傳多久

07:20AM	僔	媽的幹現在才13%

07:20AM	僔	16

07:20AM	白	你可睡

07:20AM	白	我等等回去幫你跑

07:20AM	白	時間應該差不多

07:21AM	僔	確定嗎

07:22AM	僔	幹照這樣要傳到8.

07:22AM	僔	超智障

07:22AM	僔	啊反正你確定upload完然後

07:22AM	僔	這個檔案大小有對

07:22AM	僔	你就把ipynb 直接跑到底

07:23AM	僔	然後只要確定這格開始train 應該就沒事了

07:23AM	僔	愛你

07:36AM	白	穩

08:17AM	白	資料會存在log file

08:17AM	白	然後圖片存成png

08:17AM	白	這樣就可以斷線也沒差ㄌ

12:39PM	僔	欸

12:39PM	僔	你把

12:39PM	僔	cuda那行

12:39PM	僔	傳給我

12:40PM	白	求我啊

12:40PM	白	婊子

12:40PM	白	把cpu

12:40PM	白	改成

12:40PM	僔	喔就這樣喔

12:40PM	白	cuda:0

12:40PM	白	對啊

12:41PM	白	就裝置名而已

12:41PM	僔	這樣就行了？

12:42PM	白	對啊

12:58PM	僔	欸幹

12:58PM	僔	你去看一下有沒有錯

12:58PM	白	啥錯

09:02PM	白	幹那誰

09:02PM	白	又是哪個💼🐟

09:02PM	僔	嚕嚕啊

09:02PM	白	喔靠北

09:02PM	白	笑死

09:02PM	僔	頭髮很明顯吧

09:02PM	僔	幹誰會做對面唸書

09:03PM	僔	坐

09:03PM	白	誰知道 我又不是那種色男

09:03PM	僔	？

09:03PM	僔	明天見

09:03PM	僔	今晚別回來了

09:03PM	僔	我要跟學弟溫存

11:47PM	僔	欸我看是跑完了 但我檢查一下有沒有問題 你先不要關掉kernel

11:47PM	僔	應該不會怎樣吧

Thu, 12/07/2023

12:04AM	白	可啊

12:04AM	僔	你砲完沒

12:04AM	僔	會回來嗎

12:04AM	白	會回去啊

12:04AM	白	怎

12:04AM	白	你交了嗎

12:04AM	僔	想跟你打扣了

12:04AM	僔	沒

12:04AM	僔	還沒

12:04AM	僔	還在檢查

12:05AM	僔	居然沒有溫存

12:05AM	僔	你幹完就跑喔

12:05AM	僔	這樣會給宣萱寶帶來不好的印象

06:19PM	白	你等等會下樓嗎

06:19PM	僔	怎

06:19PM	僔	晚點買晚餐之類的

06:19PM	白	幫我把眼鏡盒丟在大廳桌子

06:19PM	白	這個好像在我桌上

06:20PM	白	黑色的

06:20PM	白	🈶嗎

06:21PM	僔	沒欸

06:21PM	僔	搞不好你帶著

06:21PM	白	喔幹確實

06:21PM	白	笑死

Fri, 12/08/2023

07:53PM	白	不要再打砲了

Sat, 12/09/2023

08:12PM	白	幹你娘

08:12PM	白	你買的那個是啥

08:12PM	白	我要吃

08:12PM	僔	炭火燒肉

08:12PM	僔	啥的

08:12PM	僔	靠近飯糰

08:12PM	白	在哪

08:12PM	僔	下面

08:12PM	僔	不知道還有沒有

08:12PM	僔	黑色盒子

08:13PM	白	幹 沒了

08:13PM	白	操

Sun, 12/10/2023

03:53PM	僔	扣 iwalk 300 149

Tue, 12/12/2023

02:44AM	白	他怎又回來沒洗澡直接睡

02:44AM	白	剛去開房間

02:44AM	僔	對 洗完了

02:44AM	白	昨天也是吧

02:44AM	白	我記得

02:44AM	僔	沒注意 但他牛逼

02:44AM	僔	你怎

02:44AM	僔	想偷幹他

02:45AM	白	想做愛

02:45AM	僔	但他沒洗澡

02:45AM	僔	怕了

02:45AM	白	想跟你媽開房間

02:45AM	白	你去幫我們錄影

Wed, 12/13/2023

10:09PM	僔	快去陪她啦

10:09PM	僔	孝順媽媽

Thu, 12/14/2023

01:08AM	白	149 - 100 眼藥水 = 49

Fri, 12/15/2023

Sun, 12/17/2023

Tue, 12/19/2023

10:40AM	僔	怎有人如此米

10:40AM	僔	我都考個100分回來了

Wed, 12/20/2023

# Map the file names to their ids

    for idx, name in id_filename_dict.items():

        if filename == name:

            break

# Export the dataframe to a CSV file

output_df.to_csv('output.csv', index=False)

# Print the dataframe

print(""\nTest Set Predictions:"")

output_df"

12:53AM	僔	"from tqdm import tqdm 

# 使用模型預測 test set

test_dataset = MyDataset(test_set, transform=transform)

test_loader = DataLoader(test_dataset, batch_size=1, shuffle=False)

# 儲存預測結果

# Initialize an empty list to store predictions

model.eval()

with torch.no_grad():

    for inputs, _ in tqdm(test_loader):

        outputs = model(inputs)

        _, predicted = torch.max(outputs, 1)

        print(predicted.item()+1)

        predictions_list.append({'id': filename, 'label': predicted.item() + 1})

# Convert the list of dictionaries to a DataFrame

test_answer_df"

Thu, 12/21/2023

04:47AM	僔	欸我切下去跑一個大的 我估會跑到明天下午2.

04:47AM	僔	大概就是跑個好幾個learning rate 然後用你說的vote的方式

04:48AM	僔	如果這段時間你有要把電腦帶走然後跑不完 你看看有沒有好辦法可以解決 沒有就也沒關係

04:48AM	僔	怕斷線白跑而已

09:23PM	白	sslvpn.iis.sinica.edu.tw

09:24PM	白	"Host Intern_IIS

  HostName 140.109.19.22

  User euni"

09:28PM	白	Euni1234

09:32PM	僔	jupytern notebook 

Sat, 12/23/2023

01:00PM	僔	欸

01:00PM	僔	下學期 二234 

01:00PM	僔	我們有一個DL的課

01:00PM	僔	你要來炸嗎

01:03PM	白	老師是誰啊吧

01:03PM	白	你要一起嗎

01:03PM	白	陪我

01:03PM	僔	黃意婷

01:04PM	僔	好像去年還前年才來

01:04PM	僔	他上次開是三上

01:04PM	僔	是要你來陪我炸

01:04PM	白	超好笑

01:04PM	白	他是我中研院的其中一個老師

01:04PM	僔	喔幹

01:04PM	僔	真假

01:04PM	白	🉑

01:04PM	僔	老熟嗎

01:05PM	白	老熟

01:05PM	白	修起來

01:05PM	僔	可來修

01:05PM	僔	我先抱你了

01:05PM	白	走起

01:05PM	白	課程網出來了？

01:05PM	僔	沒

01:05PM	僔	就是系統

01:05PM	僔	教室

Mon, 12/25/2023

11:07PM	僔	可以給我官方回覆嗎

11:07PM	僔	幹等一下 這個會傳到張順詞

Tue, 12/26/2023

08:16PM	僔	幹

08:16PM	白	啥

08:16PM	僔	你有看到嗎

08:16PM	僔	學弟

08:16PM	白	怎

08:16PM	白	沒有

08:16PM	僔	房間有女人

08:16PM	僔	幹

08:16PM	僔	好屌

08:16PM	白	三小

08:16PM	僔	幹

08:16PM	僔	超屌

08:16PM	白	幹

08:16PM	僔	我剛回

08:16PM	僔	不確是誰

08:16PM	白	現在？

08:16PM	僔	對

08:16PM	白	坐在哪

08:16PM	白	學弟位置？

08:16PM	僔	地板

08:16PM	僔	對

08:16PM	白	啊學弟勒

08:17PM	僔	房間啊

08:17PM	僔	兩個都在

08:17PM	僔	幹

08:17PM	僔	超屌

08:17PM	僔	等一下 先確定身分

08:17PM	僔	幹

08:17PM	僔	等一下

08:17PM	僔	兩個女人

08:17PM	僔	三小

08:17PM	僔	我現在才發現

08:17PM	僔	…

08:17PM	白	殺小

08:17PM	白	什麼兩個女人

08:17PM	僔	紐幣

08:17PM	僔	牛逼

08:17PM	白	我們輸了

08:17PM	僔	房間有兩個女生

08:18PM	白	啊都坐在哪

08:18PM	僔	一個坐他位置

08:18PM	僔	一個在他那邊的地板

08:18PM	僔	但感覺是朋友

08:18PM	僔	我剛剛沒有看到坐他椅子上那個

08:18PM	僔	幹

08:18PM	僔	好嗨喔

08:18PM	僔	媽的

08:19PM	僔	他很強欸

08:35PM	僔	他丟兩個女生在房間衝三小

08:35PM	僔	重點是很普 像小朋友

08:47PM	白	是不用這樣

08:47PM	白	拍一下

08:47PM	僔	一個在跟他一起打傳說 一個在他的床睡覺

Wed, 12/27/2023

03:34PM	白	蔡有關版ㄇ

03:34PM	白	打完砲幫看

03:48PM	僔	沒

03:48PM	白	糗

03:48PM	僔	急了

03:48PM	白	該分了

03:48PM	白	沒

03:48PM	僔	分了也不會解退吧

Fri, 12/29/2023

10:59AM	僔	借領帶

11:52AM	白	🉑

11:08PM	僔	白欠75

11:09PM	僔	白欠175

Sat, 12/30/2023

12:26AM	僔	回來婊子

02:21AM	僔	你怎

02:21AM	僔	又消失

02:21AM	白	尿尿啦幹你娘

02:21AM	白	打個炮

02:21AM	僔	可

02:21AM	僔	要戴

02:21AM	僔	不然會感染

02:22AM	僔	細菌多

Sun, 12/31/2023

08:50PM	白	借我車車

08:51PM	白	騎去大一女

08:51PM	白	愛你

08:51PM	白	戴套

09:27PM	僔	我也愛你

09:27PM	僔	我跟你不用

Mon, 01/01/2024

02:39PM	白	幹 你跟嚕嚕愛愛喔

02:40PM	僔	幹床上那個不是你喔

02:40PM	僔	我以為你在睡覺

08:17PM	僔	怕你回來的時候我在睡 先傳給你看

08:18PM	白	不可能要這樣欸

08:18PM	白	EMO啦

08:19PM	僔	反正如果你沒有特別想怎麼處理 像是親手拿給她之類的

08:20PM	僔	就照他的方式做

08:20PM	白	我問她一下 他不回我就這樣ㄅ

Tue, 01/02/2024

02:01PM	僔	交給她了

02:01PM	僔	真感傷

02:01PM	白	哭了

02:01PM	白	她看起來還好ㄇ

02:04PM	僔	挺好 甚至叫我多休息

02:04PM	僔	還穿西裝

02:05PM	白	讚

04:20PM	白	我要回去喔 你沒在做愛吧

04:21PM	僔	就沒齁

04:21PM	僔	不喜歡這種東西

Wed, 01/03/2024

12:24AM	白	我袋子移一下喔

12:25AM	僔	可

08:46PM	僔	欸

08:46PM	僔	我B流

08:46PM	僔	自己注意一下

08:46PM	白	你媽的逼

08:46PM	僔	逼流

08:46PM	僔	順便跟你的老大講一下

08:47PM	白	死了

Mon, 01/08/2024

05:41PM	白	幹

05:41PM	白	熱狗王在我旁邊

05:41PM	白	什麼鬼粗

05:57PM	白	轉來信義

05:57PM	白	快點

Tue, 01/09/2024

03:05PM	僔	你媽

03:05PM	僔	文心南

03:05PM	僔	文心南接豐樂

03:12PM	白	確實

03:12PM	白	我轉信義

03:12PM	白	幹快點

03:12PM	白	開學載我

03:12PM	白	然後接R

03:12PM	白	然後place

03:12PM	僔	我連文心南都還沒踏進

03:12PM	白	三小

03:12PM	僔	還在B流

03:12PM	白	你怎米

03:12PM	僔	超B

03:12PM	白	你可以有點output嗎

Wed, 01/10/2024

09:39PM	白	你啥時回北

09:40PM	僔	你要偷吃喔

09:40PM	僔	明天下午應該會回一下

09:40PM	白	這麼早回喔

09:40PM	白	沒

09:41PM	白	18那時候在嗎

09:41PM	白	附近

09:41PM	白	難要不要在你桌上做愛

09:41PM	白	看

09:42PM	僔	18在

09:42PM	僔	笑死

09:42PM	僔	就18在

09:43PM	僔	你可以好好去南港跟雅麗寶相處嗎

10:16PM	白	幹你娘回來一天是有什麼破冰

10:16PM	僔	就很想你

Fri, 01/12/2024

08:51PM	僔	欸你那時候在韓國儲wowpass 的時候

08:51PM	白	你媽

08:52PM	僔	有用轉帳的方式存嗎

08:52PM	白	問你媽

08:52PM	白	沒有欸

08:52PM	僔	還是都現金

08:52PM	白	現金

08:52PM	僔	你帶那麼多現金喔

08:52PM	白	沒

08:52PM	白	我基本上都刷

08:52PM	白	信用卡

08:52PM	白	那個搭車用而已

08:52PM	僔	喔靠邀

08:52PM	白	去辦一張

08:52PM	白	日韓的卡啊

08:52PM	白	回饋>手續費

08:52PM	白	刷爽爽

08:52PM	僔	我是有line bank的啦 

08:52PM	白	那應該可吧

08:52PM	白	信用卡比較方便

08:53PM	白	都可刷

08:53PM	僔	但wowpass現在很多比較有名的回饋都5趴以上

08:53PM	白	真假 那這我沒研究

08:53PM	白	阿吉勒

08:53PM	僔	問他好了

Mon, 01/15/2024

02:26PM	僔	選了啥屌課

02:26PM	僔	有深度吧

02:26PM	僔	找意婷寶

02:34PM	白	喔選課了喔

02:34PM	白	幹你娘他跟我說

02:34PM	白	叫我不要去修

02:34PM	僔	我知道啊

02:34PM	白	喔

02:34PM	僔	照修啊

02:34PM	白	我有跟你說喔

02:34PM	白	好想修

02:34PM	僔	你就去修他會怎樣

02:34PM	白	你們很多人會簽嗎

02:34PM	白	我是怕簽不到

02:34PM	僔	我不確

02:34PM	白	資管優先

02:34PM	白	他說他沒辦法

02:35PM	白	加簽的部分

02:35PM	僔	他在搞

02:35PM	僔	雞掰

02:35PM	僔	先選在說

02:35PM	僔	再

02:35PM	僔	搞不好直接選到

02:38PM	僔	阿墊資有啥課

02:38PM	白	確實

02:40PM	僔	分散式是三小

02:40PM	僔	很酷的感覺

02:41PM	僔	xinyi 可以理解 但sleeping for xinyi不該出現

02:43PM	僔	阿高等深度學習怎

02:58PM	白	洗勒操雞掰

02:58PM	白	聽說不錯

02:58PM	白	我想修陳韻濃的課

02:58PM	白	朝聖一下

02:59PM	僔	靠邀 沒了

02:59PM	僔	感覺他就不會讓你簽

02:59PM	僔	五上ADL阿 但聽說需要點資源

03:05PM	白	確實 雞掰 他叫我去修別的課

03:05PM	白	我只想水學分

03:05PM	白	這啥 誰的

03:05PM	僔	陳韻濃

03:05PM	僔	雞掰

03:06PM	白	你要修？

03:07PM	僔	但那是上學期的 再看看

03:07PM	僔	而且同學期有DLCV

Wed, 01/17/2024

04:56PM	僔	欸生成式

04:56PM	僔	加簽感覺是抽籤

04:56PM	僔	你能黑嗎

04:57PM	僔	我係上也有朋友想修

04:57PM	白	我看一下分工

04:58PM	白	顆顆

04:58PM	白	到時候先填屬於電資學院 如果是我弄我就直接幫你們加

04:59PM	僔	但如果什麼抽籤錄影就沒辦法了吧

04:59PM	白	這是確實

04:59PM	僔	幹直接填我們是墊資嗎

04:59PM	白	對

04:59PM	僔	那麼虛榮嗎

04:59PM	白	先這個

05:00PM	白	被發現的話我再看我能不能搞

05:00PM	白	不行就相信機率

05:01PM	僔	表單開了嗎

05:01PM	僔	我好像沒找到

05:04PM	僔	欸啊李鴻毅專題 會管學生嗎

05:04PM	僔	還是會放生

05:04PM	僔	畢竟他學生有點多

05:06PM	白	沒啊

05:06PM	白	我們在做

05:06PM	白	全遠距

05:06PM	僔	阿不是有meet

05:06PM	僔	實體meet

05:07PM	白	可以全遠距

05:07PM	白	喔

05:07PM	白	幹

05:07PM	白	你說專題喔

05:07PM	僔	對啦

05:07PM	白	會啊

05:07PM	僔	他是認真的

05:07PM	白	我們weekly meeting

05:07PM	白	其他組

05:07PM	僔	從開始就weekly?

05:07PM	白	大概2個禮拜吧

05:07PM	白	第一學期應該是

05:07PM	僔	那也是挺密

05:07PM	白	一學期67個吧

05:07PM	僔	阿結果如何

05:07PM	白	不難

05:07PM	僔	6 7 個 meet嗎

05:07PM	白	第一學期不用打什麼code

05:08PM	白	對啊

05:08PM	白	都是作業的感覺

05:08PM	僔	你現在是兩學期了？

05:08PM	僔	還是一

05:08PM	白	第二學期啊

05:08PM	白	上學期第一

05:08PM	僔	幹不知道資管他會不會收

05:08PM	僔	連他的ML都沒修過

05:09PM	白	你可問問看

05:09PM	白	他人很好

Thu, 01/18/2024

07:16PM	僔	你要韓國寶六嗎

07:17PM	白	水

07:17PM	白	來一條

07:17PM	僔	🉑

07:17PM	白	你要打砲嗎

07:34PM	僔	沒吧

07:34PM	僔	幹嘛

07:34PM	僔	你要很晚回來喔

Fri, 01/19/2024

08:13AM	僔	沒可能排在我前面托運行李的是ruff妹

08:13AM	僔	…

08:14AM	僔	跟她喇完就感冒

08:14AM	僔	生日那次

08:54AM	白	所以你旁邊有兩個你幹過的女人

08:55AM	白	sick

08:55AM	白	super idol

Mon, 01/22/2024

12:06PM	僔	寶六整條你是在機場買的還是哪

12:06PM	白	機場啊

12:06PM	白	穩的一匹

12:15PM	僔	但我上次在仁川沒看到有賣菸的地方

12:15PM	僔	也可能在趕時間

12:16PM	僔	我回程再找找

07:02PM	白	勃起

07:02PM	白	欸體育可以修一樣的對吧

07:02PM	白	你上什麼課

07:45PM	僔	選班次不一樣的比較保險

07:45PM	僔	等等截

Fri, 01/26/2024

08:48PM	僔	幹

08:49PM	僔	感覺要買不到菸了

08:49PM	僔	我他媽安檢排一小時

08:49PM	僔	操

08:54PM	僔	買到了

08:54PM	僔	為了你

08:55PM	僔	仁川機場體適能

08:55PM	白	勃起了

Sat, 01/27/2024

08:45PM	僔	30美 算你 900 加之前1075

08:50PM	白	沒問題

08:50PM	白	你哪

08:51PM	白	🉑

08:58PM	僔	欸

08:58PM	僔	體檢前可以吃東西嗎

08:58PM	僔	我看說明沒寫

08:58PM	白	不行吧

08:58PM	白	兩小時之類的

08:59PM	僔	我是14.體檢 前一天睡前應該可以？

09:12PM	白	可以吃我的屌啊

Mon, 01/29/2024

03:24PM	僔	欸幹

03:24PM	僔	屁眼

03:24PM	僔	我噴了

03:25PM	白	傻笑

03:25PM	白	殺小

03:25PM	僔	檢查屁眼

03:25PM	僔	沒有噴 講幹話

03:25PM	白	幹

03:25PM	白	🈸

03:25PM	僔	超爽

03:25PM	白	掰開

03:25PM	僔	掰了

03:25PM	僔	他還問我哪裡念書

03:25PM	僔	我以為要檢查性生活了

03:54PM	僔	啊生成式出來了沒

03:54PM	僔	妳是要同時當助教跟修課嗎

03:57PM	白	出來啥

03:57PM	白	加簽喔

03:58PM	白	開學公佈吧

03:58PM	僔	之類的

03:58PM	僔	雖然我不一定修

03:58PM	白	沒修課啊

03:58PM	白	就助教

03:58PM	白	但是是拿學分

03:59PM	僔	蛤

03:59PM	僔	沒修課有學分？

03:59PM	白	阿災 title是助教

03:59PM	白	不知道還要不要選課

04:00PM	僔	可以這樣

04:00PM	僔	Dcard的創辦人

04:00PM	僔	就做過這種事

04:00PM	僔	親口講的

04:00PM	白	你說像這樣喔

04:00PM	白	好像可

04:00PM	僔	大學去修碩班課然後當助教

04:00PM	白	但我們不能選

04:00PM	僔	給自己A+

04:00PM	白	只有碩博可以拿錢

04:00PM	僔	又不能

04:00PM	白	確實

04:00PM	白	這我

04:00PM	僔	妳能什麼

04:00PM	僔	做愛

04:00PM	僔	啊你要分了沒

04:03PM	白	確實

04:03PM	白	人家很愛我

04:03PM	白	不能這樣

04:04PM	白	啊你在一起沒

04:08PM	僔	？

04:08PM	僔	沒

04:08PM	僔	我快跟你媽在一起了

04:08PM	僔	叫我爸

11:51PM	僔	你有看到俞秀珍被盜嗎

11:51PM	僔	秒讀三小

11:55PM	白	啥

11:55PM	白	幹

11:55PM	白	剛好講到

11:55PM	僔	超好笑

11:55PM	白	這個

11:55PM	白	他說他要看

11:55PM	白	然後你就傳

11:55PM	白	訊息

11:55PM	白	三小

11:56PM	白	幹還好我沒傳

11:56PM	白	開學再分

11:56PM	白	不然就死了

11:56PM	僔	幹

11:56PM	僔	三小

11:56PM	僔	他在喔

11:56PM	僔	幹

11:56PM	白	視訊

11:56PM	白	啊怎

11:56PM	僔	喔操

11:56PM	白	媽媽怎

11:56PM	僔	看他ig 

11:56PM	僔	幹你娘太陡了吧

11:56PM	僔	超抖

11:57PM	僔	開學前五蹦

Tue, 01/30/2024

12:19AM	白	幹

12:19AM	白	盜的人沒想清楚喔

12:19AM	白	超抖

12:19AM	白	🉑

10:17AM	白	欸

10:18AM	白	昨天我們把你蘋果酒幹了

10:18AM	白	凱恩說下次買

10:18AM	白	顆顆

10:33AM	僔	你他媽先發限動隔天才跟我講

10:33AM	僔	但我喝過了

10:33AM	僔	真的蠻好喝

10:50AM	白	而且我還忘記標你

10:50AM	白	超好笑

10:50AM	白	凱恩說下次買一箱

10:50AM	白	那個哪買啊

11:23AM	僔	好像是他們店裡的

11:23AM	僔	但他們店無限期關掉

11:23AM	僔	便利商店好像沒有

11:23AM	僔	啊你面啥

11:23AM	僔	開始找下家了喔

Wed, 01/31/2024

01:04PM	白	臥操

01:04PM	白	那就抱歉ㄌ

01:04PM	白	你喝他的水就好

01:04PM	白	確實 去業界玩玩

01:04PM	白	南港太遠了操

09:58PM	僔	喔好事多有賣 那個酒

09:58PM	僔	蘋果酒

09:59PM	僔	想買可以買 但我沒卡就是了

09:59PM	僔	但我更想念信義全家了

Thu, 02/01/2024

10:35PM	僔	你已經24小時沒發限動了 沒死吧

Fri, 02/02/2024

12:08AM	僔	幹我本來想說你可以投個dcard實習

12:09AM	僔	之前都有ML intern

12:09AM	僔	結果今年沒開 目前沒看到

12:09AM	僔	虧爛

Tue, 02/06/2024

03:00PM	僔	欸幹我有看到一個資工的修商管程

03:00PM	僔	要不要來炸魚

03:00PM	僔	超好笑

03:11PM	白	為啥可以修

03:13PM	僔	不確 應該是沒有擋吧

03:13PM	僔	可修

Wed, 02/07/2024

01:09AM	白	鋼琴要去嗎

01:09AM	白	還是不用簽到

01:09AM	僔	你有上嗎

01:10AM	僔	有的話建議第一堂還是去一下吧

01:10AM	僔	但大概提早一小時去不嫌多

01:17AM	白	有上

01:18AM	白	啥

01:18AM	白	喔喔

01:18AM	白	沒座位嗎

01:18AM	白	啊平常勒

01:18AM	白	有點名嗎

01:18AM	僔	沒

01:18AM	僔	完全沒

01:18AM	僔	但教授冷到幹

01:18AM	僔	教室

01:18AM	白	水

01:18AM	白	啊是作業

01:18AM	白	還是考試

01:19AM	僔	期末報告100趴

01:19AM	僔	輕鬆的

01:30AM	白	水

01:30AM	白	啊你寫一個A

01:30AM	白	是在寫殺小

01:30AM	僔	甚至都刪除了不想看

01:30AM	僔	寫我怎麼幹你的

02:04AM	白	一起

02:04AM	白	四早

02:04AM	僔	三吧

02:05AM	僔	我應該會去簽

02:05AM	僔	🉑

02:05AM	僔	好像有些ML作業

02:06AM	白	啊幹你娘

02:06AM	白	資管系

02:06AM	白	操

02:06AM	白	怎又資管

02:06AM	白	你們都一堆好玩課

02:06AM	僔	資管怎

02:06AM	僔	看不起喔

02:07AM	白	你們簽比較多啊

02:07AM	白	外系20

02:07AM	僔	試試看啊

02:07AM	白	啊

02:07AM	白	亦婷的

02:07AM	白	你有選到喔

02:07AM	僔	有欸

02:07AM	僔	你有嗎

02:07AM	白	你媽的逼

02:07AM	白	我沒有啊

02:07AM	白	他初選不開放外系

02:07AM	白	林老師

02:07AM	僔	求他給你簽

02:07AM	白	他現在在趕paper

02:07AM	白	應該很躁

02:07AM	白	還有啥

02:08AM	白	好玩的 有程式的

02:08AM	僔	你要寫前後端嗎

02:08AM	僔	啊你都不選國防喔

02:08AM	白	有 我有兩個國防

02:08AM	白	聽勸了

02:09AM	白	要嘛 好啊 有啥

02:09AM	白	很硬嗎

02:09AM	白	誒我剛剛傳的那個

02:09AM	僔	你說國防嗎

02:09AM	白	要填表單

02:09AM	白	沒

02:09AM	白	前後端

02:09AM	白	沒寫過

02:09AM	白	啥課

02:09AM	僔	對啊 我好像還沒填

02:09AM	僔	資管的

02:09AM	僔	Web app

02:14AM	僔	你先填 有機會

02:15AM	白	🈶️

02:15AM	白	祝我選上web app

02:16AM	僔	操我下學期還有12學分

02:16AM	白	幹你娘 資管課怎麼這麼好玩

02:16AM	僔	不要看不起我們好不好

02:16AM	僔	很難欸

02:16AM	白	我現在15

02:16AM	白	真爽

02:16AM	僔	加國防跟商管程一堆時間

02:16AM	白	你修這麼多幹嘛

02:16AM	僔	無法實習

02:16AM	僔	帶到碩班抵

02:16AM	白	你又不用刷成績

02:16AM	白	喔喔

02:16AM	白	朱敬一

02:16AM	白	聽過嗎

02:17AM	僔	？

02:17AM	白	總經原

02:17AM	僔	啥

02:17AM	僔	沒

02:17AM	白	爛

02:17AM	僔	聽都沒聽過

02:17AM	白	管院之恥

02:17AM	僔	我電資

02:17AM	僔	雙愛滋

Thu, 02/08/2024

12:45PM	白	開休息

12:45PM	白	真色

12:46PM	僔	980很貴吧幹

12:47PM	僔	摯友都是這種好貨喔

12:47PM	僔	哪來的🐔把開休息發現時

10:14PM	僔	小道消息

10:14PM	白	怎

10:15PM	僔	學弟是財會贏總召跟之夜副召

10:15PM	僔	看來

10:15PM	僔	會很常不在喔

10:15PM	白	笑死

10:15PM	白	幹

10:15PM	僔	但感覺不太會回家欸

10:15PM	白	他這麼牛逼

10:15PM	僔	他很牛欸

10:15PM	僔	為什麼不跟我們牛

10:15PM	僔	啊你要大數據齁

10:15PM	僔	我們系的

10:50PM	僔	啊所以禮拜五有沒有包

Fri, 02/09/2024

12:04AM	白	欸幹

12:12AM	白	幹你娘誰在亂傳啊

12:12AM	白	超殺小的

12:13AM	僔	至少我看是沒啦

12:13AM	白	我也記得沒啊

12:14AM	僔	確實沒

12:14AM	僔	燒了

12:14AM	僔	他沒說從哪聽來的喔

12:14AM	僔	蔡

12:14AM	白	他不想講

12:14AM	白	幹你娘

12:14AM	白	哪個雞掰人

12:17AM	僔	還是她只是想斷隨便找理由

12:17AM	僔	從他找我拿你的東西就有點這種感覺了

12:18AM	白	幹

12:18AM	白	超煩

12:18AM	白	我覺得

12:18AM	白	否

12:18AM	白	下次給你看

12:18AM	白	啊我女友跟我說

12:18AM	白	我來找就分手

12:18AM	白	我是不是又在搞

12:19AM	僔	本來就在搞

12:19AM	白	確實

12:19AM	僔	我說交新的

12:19AM	白	確實

12:19AM	白	我缺愛

12:19AM	僔	確實

12:19AM	白	想做愛

12:19AM	白	剛做完

12:19AM	僔	跟我的北科姊姊一樣

12:19AM	僔	我好想做愛

12:19AM	白	笑死

12:19AM	白	今天馬上去

12:19AM	白	超好笑

12:19AM	白	確實

12:20AM	白	怎學長姐都在搞

12:20AM	僔	年輕好騙

12:20AM	僔	我甚至在那個北科姊姊家附近

12:20AM	僔	老家

12:20AM	僔	想找他做愛了

12:20AM	僔	沒

12:22AM	白	幹超燒 到底是誰

12:22AM	白	好不爽

12:22AM	白	幹你娘

12:23AM	僔	但我覺得

12:23AM	僔	沒心在一起就快分啦

12:23AM	僔	或沒全心

12:23AM	白	這樣很壞嗎

12:24AM	白	你那時候被大搞嗎

12:24AM	僔	大搞

12:24AM	僔	因為我很喜歡啊

12:24AM	白	合理

12:24AM	僔	他小喜歡

12:24AM	僔	你就是她 啊我就是

12:24AM	僔	宣

12:24AM	白	確實

12:24AM	白	真的滿像

Sat, 02/10/2024

07:26PM	白	欸你啥時回北

07:53PM	僔	不是問過

07:53PM	僔	五啊

07:53PM	僔	你要打砲喔

07:55PM	白	沒啦

07:55PM	白	你能幫我載個螢幕嗎

07:55PM	白	我本來要跟翁開上去

07:55PM	白	但他13就上去了

07:55PM	白	我現在螢幕帶不上去==

07:55PM	白	請你爸喝酒

07:56PM	僔	啥小啊台北勒

07:56PM	僔	螢幕

07:56PM	白	你要搭高鐵喔

07:56PM	僔	沒啊

07:56PM	白	我

07:56PM	僔	車

07:56PM	白	交換啊

07:56PM	白	因為本來要開車

07:56PM	白	操

07:56PM	僔	螢幕多大

07:56PM	白	現在很糗

07:56PM	白	24寸啊

07:56PM	僔	有盒子裝著嗎

07:56PM	白	細長的

07:56PM	白	對

07:56PM	白	有盒子的

07:56PM	僔	那應該可

07:56PM	白	只是我搭高鐵上不去

07:57PM	僔	扁扁的吧

07:57PM	白	對對

07:57PM	白	那種

07:57PM	僔	應該可

07:57PM	白	愛了 下次內射你

07:57PM	僔	不 是讓我內射

07:57PM	白	可以

07:57PM	白	你爸也可

07:57PM	白	你弟也可

07:57PM	僔	我阿伯也可

07:57PM	白	這個再說

07:57PM	白	見面談

07:57PM	白	欸你在台中

07:57PM	白	能去夜店嗎

07:58PM	僔	怎

07:58PM	白	明天可能有局

07:58PM	白	啊

07:58PM	白	但

07:58PM	僔	明晚嗎

07:58PM	白	是黃魚欠他們

07:58PM	白	笑死

07:58PM	僔	可以啊

07:58PM	僔	沒差

07:58PM	白	有的話問你

07:58PM	僔	明晚吧

07:58PM	白	我等等要跟

07:58PM	白	某個女的去遛狗

07:58PM	僔	我是白天在娘家

07:58PM	白	再確認

07:58PM	僔	？

07:58PM	白	我也

07:58PM	僔	？

07:58PM	僔	又要炸？

07:58PM	僔	妳真的很癢

07:58PM	白	你記得嗎

07:58PM	白	沒

07:59PM	白	我跟他老好了

07:59PM	僔	幹

07:59PM	白	他的狗很可愛

07:59PM	僔	老好了

07:59PM	僔	三小

07:59PM	僔	幹你要ntr 

07:59PM	僔	幹

07:59PM	僔	朋友

07:59PM	僔	三觀呢

07:59PM	白	早就

07:59PM	僔	也是

07:59PM	僔	不要愛滋

07:59PM	白	確實

07:59PM	白	沒問題

07:59PM	僔	這你

07:59PM	白	有的話妳來

07:59PM	白	陪我

07:59PM	白	沒去過台中的

07:59PM	僔	我也

07:59PM	僔	啊

07:59PM	僔	回自己家嗎

07:59PM	白	去一下才會珍惜台北

07:59PM	僔	哪間

07:59PM	白	阿災

07:59PM	白	我等等跟你說

08:00PM	僔	🉑

09:27PM	僔	嚕說不要去xcube 

09:27PM	僔	都是89台妹

11:04PM	白	Alta勒

11:04PM	白	他們要去alta 

11:23PM	僔	她說最頂

11:23PM	僔	要去嗎

11:23PM	僔	但我過年冷到 鼻涕流不停

11:23PM	僔	明天看情況

11:23PM	僔	要的話幾點

11:37PM	白	要的話

11:37PM	白	你幾

11:47PM	僔	不確欸

11:47PM	僔	那附近我不熟

11:47PM	僔	朝馬的樣子

11:47PM	僔	10之類的嗎

11:47PM	僔	有pre 嗎

11:47PM	僔	Pre喝

Sun, 02/11/2024

01:41AM	僔	幹有點危欸

01:41AM	僔	喉嚨癢

01:41AM	白	啥

01:41AM	白	你去死

01:41AM	僔	啊你怎五不行

01:41AM	白	給我來

01:41AM	白	我女友說那天不能去

01:41AM	僔	？

01:41AM	白	我應該也不會這麼早去

01:42AM	僔	三小

01:42AM	僔	為啥不能

01:42AM	僔	你說明天？

01:44AM	白	我說回北

01:44AM	白	我應該不會禮拜五回北

01:44AM	白	我禮拜六回

04:06PM	白	怎說 你要嗎

05:01PM	僔	幹很猶豫

05:01PM	僔	小感冒

05:05PM	僔	你幾點

05:08PM	白	這看起來是

05:08PM	白	免費

05:08PM	白	酒喝到爽欸

05:08PM	白	我不確 11 12之類的

05:16PM	僔	我操

05:16PM	僔	因為我離那很遠 可能搭公車吧

05:17PM	僔	但好像10.前就關了

05:17PM	僔	你怎去

05:17PM	白	GoShare吧我猜

05:21PM	白	你可crv 載我

05:22PM	僔	靠邀這樣怎回來

05:29PM	僔	幹妳禮拜五北啦

05:31PM	僔	我感覺今天否欸

05:32PM	僔	而且在吃藥了

06:29PM	白	喔喔好

06:30PM	白	我車票六晚

06:30PM	白	凱恩不是也不行

Mon, 02/12/2024

10:17PM	僔	妳明後兩天還會去豐樂嗎

10:17PM	僔	我晚上會開車到文心南練

10:17PM	僔	練完可載你的螢幕

10:25PM	白	練車？

10:25PM	白	還是啥

10:25PM	白	喔幹你娘

10:25PM	白	練

10:25PM	白	笑死

10:26PM	僔	…

10:26PM	白	我想說練殺小

10:26PM	白	水喔 我再跟妳說

10:26PM	白	先12了

Tue, 02/13/2024

07:45PM	白	欸 開一段

07:45PM	白	來跟我喝酒

07:45PM	白	我沒車過不去豐樂笑死

07:46PM	僔	？

07:46PM	僔	啊我喝了怎麼回去白癡

07:46PM	僔	我剛要練

07:46PM	僔	可能10.走

07:47PM	白	可來美術館陪我抽一

07:47PM	白	誰說不行

07:47PM	白	吊扣的是汽車駕照

07:47PM	白	你平常還是可以擋車

07:48PM	僔	你是在靠邀

07:48PM	僔	我應該帶著你的寶六的

07:48PM	僔	我快練完再跟你說

07:48PM	白	還是明天

07:48PM	白	你明天會練嗎

07:48PM	白	我等等也要去練 怕對不上

07:48PM	白	然後就有這個

07:53PM	僔	會 晚上

07:53PM	僔	可 明天提醒我

Wed, 02/14/2024

12:49PM	僔	晚上如何

12:50PM	僔	怎拿

12:50PM	白	其實不確

12:50PM	白	你幾點練

12:50PM	白	來載我

12:50PM	白	一起練

12:50PM	白	想體驗文心南

12:50PM	僔	？

12:50PM	僔	你有？

12:50PM	白	啥

12:50PM	白	過年

12:51PM	僔	你有文心南？

12:51PM	白	全台啊

12:51PM	白	不然我怎麼練

12:51PM	白	我都轉信義了

12:51PM	僔	有到初五喔

12:51PM	僔	那麼屌

12:51PM	白	🈶

12:51PM	白	剛好

12:51PM	白	快點

12:51PM	白	來載我

12:51PM	白	想搭哥哥的車

12:51PM	僔	不確欸

12:51PM	白	晚上？

12:51PM	僔	因為我還在猶豫要不要看醫生

12:51PM	僔	對啊

12:51PM	白	晚上我隨意啊

12:51PM	白	你要11.我也可

12:51PM	白	你練啥

12:51PM	僔	推

12:52PM	僔	你家在哪

12:52PM	白	美術館

12:52PM	僔	給我個地標或地址

12:52PM	白	旅禾泡芙

12:52PM	白	忠明店

12:52PM	白	讚的

12:53PM	僔	🉑

12:53PM	白	水

12:53PM	白	晚上見

12:53PM	白	情人節

12:53PM	僔	練完吃個豆漿點

12:53PM	白	真浪漫

12:53PM	僔	店

12:53PM	白	隨意

12:53PM	僔	勃起了

12:53PM	白	穩

12:53PM	僔	早一點好了

12:53PM	僔	隨便估個8.

12:54PM	僔	我有看醫生再跟妳說

12:54PM	白	喔喔 妥

12:54PM	僔	完全就是硬到晚上

12:54PM	僔	啊你女友勒

12:54PM	僔	不過了

07:21PM	僔	我等等看完醫生打給你

07:21PM	僔	應該8.前看完

07:21PM	僔	然後8.30到美術館之類的

07:24PM	白	慢一點啦

07:24PM	白	我在做愛

07:24PM	白	來嗎

07:24PM	白	9.啦 晚一點看醫生

07:28PM	僔	送你煙 載妳 還要等你做愛？

07:48PM	白	啊我等等內射你啊

07:48PM	白	Cream pie

08:32PM	僔	出發了

08:35PM	白	ㄎ

08:37PM	白	在家屁眼開開等你了

08:43PM	僔	快到了

08:43PM	僔	白色小Volvo

08:43PM	僔	5956

08:45PM	僔	可下

08:45PM	僔	迴轉就到

08:45PM	白	水

08:45PM	白	來了

08:46PM	僔	螢幕要拿

08:49PM	僔	旅禾門口

Thu, 02/15/2024

12:39AM	白	幹你娘

12:39AM	白	笑死

12:39AM	白	被我幹走了

12:42AM	僔	超好笑

12:42AM	僔	你怎敗壞至此

12:43AM	白	希望他我要生氣

12:43AM	白	不要

Fri, 02/16/2024

03:23PM	僔	學弟回

03:23PM	僔	虧

03:24PM	白	我有東西放你跟他那嗎

03:24PM	白	我其實小望

03:24PM	白	忘

03:25PM	僔	有

03:25PM	僔	小婊子

03:28PM	白	真爽

03:28PM	白	上次射在你桌上

03:28PM	白	香嗎

03:29PM	僔	吃完了

03:29PM	僔	今天換我

03:30PM	僔	你明天吃

03:30PM	僔	隔夜可炒飯

Sat, 02/17/2024

08:21PM	僔	你幾回

08:22PM	白	10.到北車

08:22PM	白	11.信義

08:22PM	白	懂？

08:22PM	僔	我要先跟資管的吃熱炒

08:22PM	白	你今天要去吧

08:22PM	僔	吃完過去

08:22PM	僔	要

08:22PM	白	啊會去嗎

08:22PM	白	水

08:22PM	僔	但不能太晚

08:22PM	白	我愛你

08:22PM	僔	你知道

08:22PM	白	怎說

08:22PM	白	喔你要出去

08:22PM	僔	明天要刷牆壁嗎

08:22PM	僔	也是

08:22PM	白	知

08:22PM	白	幾點

08:22PM	白	我忘了

08:23PM	僔	9啊 操

08:23PM	白	三小

08:23PM	僔	超有病 超早

08:23PM	白	幹你老師

08:23PM	僔	就是9.很幹啊

08:23PM	僔	工具都在外面了

11:11PM	僔	只是想說我先跟資管在這

11:11PM	僔	等等找你們

11:15PM	白	你哪

11:15PM	白	你在信義喔

11:15PM	白	有妹嗎

11:15PM	白	一起

11:16PM	僔	沒啊

11:16PM	僔	男的

11:16PM	僔	我在fake

11:16PM	白	🉑

11:17PM	白	你們有位置？

11:19PM	僔	沒啊

11:19PM	僔	站著

11:20PM	僔	10分鐘後找你們

11:20PM	僔	全家嗎

11:20PM	白	沒問題

11:35PM	僔	1015

Sun, 02/18/2024

03:30AM	僔	你怎

03:30AM	僔	偷跑

04:40AM	僔	幹明天就睡到他們要塗我們床旁邊的牆壁好了

04:40AM	僔	還是跟他們說床旁邊不用了

04:40AM	僔	又沒差

06:10PM	白	我到很晚都不會回來 供餐

11:05PM	僔	我剛以為你的很晚是直接到11.

11:06PM	僔	然後學弟說7.

11:06PM	僔	啊他現在都還沒回

11:06PM	僔	你剛說要去建工我以為假的

11:06PM	僔	操

11:06PM	僔	你們兩個偷搞我

11:08PM	白	可憐

11:08PM	白	幹你娘不是都種草莓了

11:08PM	白	沒打砲是在種三小

11:08PM	白	還是那是痘痘

11:08PM	僔	你媽的包魚長在我脖子上

11:09PM	僔	沒啦 我其實也被刷油漆搞到

11:09PM	僔	太累

11:09PM	白	現在抓回去幹啊

11:09PM	僔	我們都累了

11:10PM	僔	不是你這種性愛成癮的敗壞男同

11:11PM	僔	我突然想到 如果我看菜的限時

11:11PM	僔	然後都跟你說他在哪

11:11PM	僔	你就可以無限偷襲

11:11PM	白	我有小帳追他

11:11PM	僔	喔幹

11:11PM	白	今天差點沒忍住

11:11PM	僔	E了

11:11PM	僔	我操

11:11PM	白	直接去咖啡廳

11:11PM	僔	咖啡廳嗎

11:11PM	僔	幹其實我有想跟妳說

11:11PM	白	難受了都

11:11PM	白	真的操雞掰

11:11PM	僔	幹可是要是是這種大攤的

11:12PM	僔	我估計你一男打不過六女

11:12PM	白	確實

11:12PM	僔	好了 現在直接多推10公斤了

11:12PM	白	⋯

11:12PM	白	真他媽

11:12PM	白	幹你娘

11:46PM	白	下禮拜操這個

11:46PM	僔	你可

11:46PM	僔	我算是沒性慾的人

11:46PM	白	幹你娘好想大開殺戒

11:46PM	僔	但這奶是怎樣

11:46PM	僔	殺啊

11:46PM	僔	現在沒殺嗎

11:46PM	白	殺紅眼

11:47PM	白	現在

11:47PM	白	很克制

11:47PM	僔	可不克制

11:47PM	僔	妳最好殺到

11:47PM	僔	被女友發現

11:47PM	僔	那種

Mon, 02/19/2024

09:13AM	僔	欸合成遠好像給人工加簽

09:14AM	白	啊電資可以嗎

09:14AM	僔	不確 她可能會看到你是電資的不給你簽

09:14AM	白	還是幫我搞一個

09:14AM	僔	但你可以說 你沒學過Python

09:14AM	僔	怎搞

09:14AM	白	阿災 人工加簽是怎

09:15AM	白	簽單子的那個喔

09:16AM	僔	對啊

09:16AM	僔	就是加退選完後

09:16AM	僔	紙本單子

09:17AM	僔	但或許加選就上了

09:18AM	僔	超好笑 不修嗎

09:19AM	白	什麼鬼

09:19AM	白	感覺賊雞巴爽

09:19AM	僔	超好笑 花一個月test

09:19AM	僔	train+test

09:20AM	僔	挺好

Tue, 02/20/2024

09:17AM	僔	可偷簽

09:17AM	白	水

09:18AM	僔	好多人喔這堂

09:18AM	僔	拜託你來了

09:44AM	白	操

11:49AM	白	怎麼樣

11:49AM	白	課怎

11:50AM	僔	剛下課

11:50AM	僔	就基礎啊

11:50AM	白	舒服嗎

11:50AM	白	有妹嗎

11:54AM	僔	0

Wed, 02/21/2024

02:11AM	白	"得

"

02:11AM	白	-60 酒 955

11:28PM	白	幹零娘

11:28PM	白	竟然是跟嚕嚕做愛嗎

11:28PM	白	色狗

Sat, 02/24/2024

12:43AM	僔	Sarah怎

01:10AM	白	笑死

01:10AM	白	欸幹你娘

01:10AM	僔	又怎

01:10AM	白	學弟還沒回來

01:10AM	白	扯

01:10AM	白	虧了

01:10AM	白	結果我在睡覺

01:10AM	白	睡到現在

01:10AM	僔	虧爛

01:10AM	僔	啥小

01:10AM	僔	妳米

01:10AM	僔	沒去信義？

01:12AM	白	我睡死

01:12AM	白	太累

01:12AM	白	==

01:42AM	白	你明天晚上就回來了？

01:42AM	僔	下午

01:42AM	白	沒用的東西

01:42AM	僔	你剛錯失機會了

01:42AM	僔	自己愛睡覺

01:42AM	白	明晚信義

01:42AM	僔	我不能欸

01:42AM	白	你有要去嗎

01:43AM	白	怎說

01:43AM	僔	日7.30 家教

01:43AM	僔	屌吧

01:43AM	白	三小

01:43AM	白	早上730？

01:43AM	僔	對啊

01:43AM	白	神經病

01:43AM	白	美國那個喔

01:43AM	僔	賺美金摟

01:43AM	僔	對啊

01:43AM	僔	她感覺真的很好賺

01:43AM	僔	我在努力

01:43AM	白	確實 薛一波

01:43AM	僔	當家長賴配給你1600的時候

01:43AM	僔	都勃起了

01:44AM	僔	我今年應該會比較少去信義了

11:14PM	白	"宿舍真是快樂的地方

Sun, 02/25/2024

06:11PM	僔	你怎麼還在出軌啊

06:11PM	僔	出軌哥

Mon, 02/26/2024

08:35AM	白	可不可以起床啊

08:35AM	白	米蟲

10:35AM	白	睏殺小

02:41PM	白	我這樣

02:41PM	白	不算錯誤陳述吧助教

02:42PM	白	你會遇到大助教或老師嗎 幫問

02:42PM	僔	今天會

02:42PM	僔	還是你加一個輔政治

02:43PM	僔	還是我幫你說你沒學過軟體

02:43PM	僔	最近想開始碰

02:43PM	僔	但是電資不給簽你就用雙主修

02:43PM	白	之類的？ 就打算化工系畢業這樣

02:43PM	白	我怕到時候還要停休麻煩

02:43PM	白	感恩

02:47PM	僔	超好笑

02:48PM	僔	晚上再提醒我一下

02:48PM	白	水

04:04PM	白	馬修今日更新

04:04PM	白	好像是屌貨

04:20PM	僔	你居然為了這個傳訊息

04:20PM	僔	你愛上了

04:20PM	僔	啥時可以留言

04:20PM	白	閉嘴

04:20PM	白	會燒

04:21PM	僔	燒一次 就燒完了

04:21PM	白	幹就是我跟你講的 好像身世

04:21PM	白	🐮🍺的

04:21PM	白	我還沒看

04:21PM	白	好想看

04:21PM	僔	別劇透

04:21PM	僔	你先看

04:21PM	僔	還是還沒羹

04:21PM	僔	更

04:21PM	白	更了

04:21PM	白	在忍

04:22PM	僔	你先看啊

04:22PM	僔	啊也不一定要

04:24PM	白	我怕我看了你回來我會劇透你

05:16PM	僔	欸生成式的加簽你能搞嗎

05:16PM	僔	我有朋友想簽

05:16PM	白	0

05:16PM	白	Seed 固定了

05:16PM	僔	燒

05:16PM	白	我code給他們了

05:16PM	白	晚了一步

05:17PM	僔	燒

05:17PM	僔	沒事

Tue, 02/27/2024

03:58PM	僔	你晚上要跟吉喝嗎

03:58PM	僔	可能89

03:58PM	白	怎

03:58PM	白	要訂位喔

03:58PM	僔	應該不用 吧

03:58PM	僔	現在是看你心意

03:59PM	白	89可以抽電子菸嗎

03:59PM	僔	不確

03:59PM	僔	感覺不行

03:59PM	白	行啊

03:59PM	僔	通常不行

03:59PM	白	小酌

03:59PM	白	反正89很近

03:59PM	僔	抓妹子

03:59PM	僔	沒

03:59PM	白	沒差

03:59PM	僔	複習流域為剛劈腿 你剛跟蔡在一起

03:59PM	僔	現在算是 傳承

Wed, 02/28/2024

12:52AM	僔	1085

12:53AM	白	這個啦操

12:53AM	白	幹砲幹到腦子壞掉喔

12:54AM	白	955+70 1025

01:05AM	白	你們哪

01:05AM	僔	我跟嚕還有遊fake

01:05AM	僔	吉說對面

01:15AM	白	好

01:21AM	白	你們的在哪

01:21AM	白	我看到遊ㄕˋ磊

01:23AM	僔	應該剛出全家

01:24AM	白	🉑

02:19AM	白	欸幫我看一下路上有沒有我的毛帽幹你娘

02:26AM	僔	我覺得在fake廁所

02:27AM	僔	因為你出來的時候

02:27AM	僔	好像

02:27AM	僔	沒有帽子

02:27AM	僔	好像

02:27AM	白	喔喔

02:27AM	白	你去幹砲了喔

02:33AM	僔	幹

02:33AM	僔	好像是

02:33AM	僔	…

02:33AM	白	幹你娘

02:34AM	僔	Sorry

02:34AM	白	All good

02:34AM	僔	我愛你還有他們

08:05AM	僔	超像周 但不是

10:34AM	白	幹笑死

10:34AM	白	真的滿像

Fri, 03/01/2024

01:07AM	白	這禮拜

01:07AM	白	看來

01:07AM	白	你禮拜五 我禮拜六

01:09AM	僔	學弟不在？

01:09AM	白	看起來

01:09AM	白	收行李箱

01:10AM	白	要去韓國嘍

01:10AM	白	剛剛有說

01:10AM	白	台幣剩下八塊

01:11AM	僔	六的話我大概1.30-3.會在閱覽室

01:11AM	僔	上完課我就要睡覺了

01:11AM	僔	欸幹

01:11AM	僔	不用啊

01:11AM	白	幹你娘

01:11AM	白	笑死

01:11AM	僔	你們三個都不在

01:11AM	僔	爽

01:11AM	僔	超爽幹

01:11AM	白	吉在吧

01:11AM	白	啊他會回家

01:12AM	僔	他剛好要去台南吧

01:12AM	白	為什麼我不在

01:12AM	僔	你不是R

01:12AM	白	喔你說禮拜六喔

01:12AM	白	確實

01:12AM	白	你可使用

01:12AM	僔	你媽我要上課

01:12AM	白	12-130

01:12AM	僔	三小

01:12AM	白	可一發

01:12AM	白	幫你算好了

01:12AM	白	嚕嚕先來

01:12AM	白	我一出門

01:13AM	白	就可以前戲

01:13AM	白	我回來

01:13AM	白	去洗澡

01:13AM	白	一條龍

01:13AM	僔	幹超好笑 when to meet

01:13AM	白	算你250就好

01:13AM	白	我可以睡閱覽

01:13AM	白	+50

01:13AM	僔	你媽

01:13AM	僔	你他媽去R

01:13AM	白	很划算

01:50PM	白	傳個PDF

01:50PM	白	他沒說啥不能用

01:50PM	白	操

01:50PM	僔	反正只能用if else

01:50PM	白	and or 可以嗎

01:50PM	僔	可以

01:50PM	僔	基本運算

01:50PM	僔	邏輯運算都可以

01:51PM	僔	Sep end 也可以

01:51PM	白	喔喔喔好

05:49PM	僔	超扯

05:49PM	僔	完全不知道

08:38PM	白	你哪

08:39PM	僔	新體

08:39PM	白	還以為信義

08:39PM	白	這三個啦

08:39PM	白	🐮🍺

Sat, 03/02/2024

03:05AM	白	助教您好 我是電機四的白宗民

03:05AM	白	請問realname為什麼不能改

03:05AM	白	你媽死了嗎

03:05AM	僔	請問可以用mail問問題嗎

03:05AM	白	我可以幹你屁眼嗎

03:05AM	僔	不能改喔

03:05AM	白	確實

03:06AM	僔	還有一顆橘子喔同學

03:06AM	白	這綁mail 的對吧

03:06AM	白	這樣我能重新註冊嗎

03:06AM	僔	幹我還真的不知道

03:06AM	白	喔那我寄信問問

03:06AM	僔	這真的要寄信問了

03:06AM	僔	敢不敢把username改白屁眼魔獸

Sun, 03/03/2024

03:58PM	白	欸你幾點下班

05:31PM	僔	剛下

05:31PM	僔	你怎

05:31PM	僔	又泡

05:31PM	僔	砲

Tue, 03/05/2024

01:01AM	僔	還是問他要不要來宿舍運動

01:01AM	白	好啊

01:01AM	白	我截圖問他

01:02AM	白	要跟fried138一起嗎

01:02AM	僔	妳可回便利貼試探

02:32PM	白	可以用min_price = float('inf')嗎助教

02:35PM	僔	可以 但要幫助教素

02:35PM	白	這你被我素

02:52PM	白	助教好 我已經寫好一個好的程式 等等可以給我幹你屁眼嗎

02:52PM	白	啊這個你是認真回的嗎

02:53PM	僔	就可以啊

02:53PM	僔	但要素

02:53PM	僔	應該是可以獎勵你被我幹

02:53PM	白	幹買一送一

02:53PM	白	超賺誒

02:53PM	白	我愛PBC

Thu, 03/07/2024

01:50AM	白	睡沒

01:50AM	白	袋子裡有一瓶

01:50AM	白	飲料

01:50AM	白	幫冰

01:53AM	僔	挺好的apple juice

01:59AM	白	讚

11:47AM	僔	小道消息 這次有四題

11:47AM	僔	但我們還沒拿到

11:47AM	白	好想寫

11:47AM	白	幹你拿到了傳一下

11:47AM	白	想跟你一起寫

11:47AM	僔	其實可

11:47AM	僔	但不要將出去

11:47AM	僔	講

11:47AM	僔	我會被殺掉

11:47AM	白	🉑

11:47AM	白	感恩

11:47AM	白	非常喜歡寫題目

11:48AM	僔	但應該是假日啦

11:48AM	僔	通常都是禮拜六

11:50AM	白	行啊

11:50AM	白	可以跟你一起寫嗎

11:50AM	白	比賽

11:50AM	白	看誰寫出一個好的程式

Sat, 03/09/2024

11:52PM	僔	沒辦法比賽了

11:53PM	僔	我昨天先被陳鵬仁請求幫忙對答案了

11:53PM	僔	QQ

11:59PM	白	🉑

11:59PM	白	感恩

Sun, 03/10/2024

03:35PM	白	總延遲時間在供殺小

03:36PM	白	為什麼死線不是6 10 7 8

03:42PM	僔	寫錯

03:42PM	僔	剛剛有人提出了

03:46PM	白	喔喔所以是這樣ㄇ

03:46PM	白	幹那你怎麼寫的

03:46PM	白	通靈喔

03:47PM	白	這很屌

03:47PM	白	昨天差點夜店相見歡

04:56PM	僔	應該是

04:56PM	僔	對 是

04:56PM	僔	對 而且AC

04:57PM	僔	幹傻笑

04:57PM	僔	啥小

04:57PM	僔	為啥聯絡上了

05:06PM	僔	Kinda miss

11:05PM	白	又一個好的程式

11:05PM	白	謝謝助教

11:05PM	白	下次單挑一杯酒

11:05PM	白	幹這很屌

11:05PM	白	回去給你看 超好笑幹你娘

11:06PM	白	這人真的有病

11:06PM	白	泰國人都回家了？

11:06PM	白	沒包廂ㄌ 怎辦

11:07PM	僔	我只知道丹丹回去了

11:07PM	僔	媽媽我不知道

11:07PM	僔	幹這幾天學弟都在

11:07PM	僔	我的附睪快撐不住那個容量了

11:07PM	僔	(emoji)

Mon, 03/11/2024

04:02AM	白	可高雄開房 偏便宜

04:13PM	僔	誠遠出作業了

04:13PM	僔	妳這禮拜真幸福

04:15PM	白	超喜歡

04:15PM	白	回家寫

08:19PM	僔	我朋友想卡大數據的去年作業

08:19PM	僔	也是你之後的Python組員

10:08PM	白	行啊我找找

10:08PM	白	那時候沒修就沒下載了

Tue, 03/12/2024

04:59PM	白	你有朋友知道報告順序嗎

04:59PM	白	何承遠那個

08:11PM	僔	有順序嗎

08:11PM	僔	我不知道

08:11PM	僔	我怎麼記得他說兩次至少一次

08:28PM	白	🈶

08:28PM	白	今天寄信問的

08:28PM	白	我在想要做ppt or pdf

08:29PM	僔	哪裡找得到

08:29PM	僔	我們看到

08:29PM	僔	我沒

08:36PM	白	我寄信啊

08:37PM	白	他說他上課有說

09:23PM	僔	說順序？

09:24PM	僔	用說的誰會記得

Wed, 03/13/2024

10:22PM	白	幫

10:23PM	白	我愛你

10:23PM	白	等等素你懶覺

Thu, 03/14/2024

05:41PM	僔	靠北 超多

05:41PM	僔	而且我很認真在想

05:51PM	僔	幹你娘

05:51PM	僔	超多

05:51PM	僔	很累

09:25PM	白	愛了

09:25PM	白	你要去嗎

09:26PM	白	☎ No answer

10:07PM	僔	應該否吧

10:07PM	僔	你要喔

10:13PM	白	他們明後天不去不是嗎

Fri, 03/15/2024

11:49PM	僔	欸你上次幫學弟搶票

11:49PM	僔	那個網站你還記得嗎

11:50PM	僔	是叫kktix 嗎

11:50PM	僔	綠色的網頁

11:50PM	白	你在網咖喔

11:50PM	僔	沒

11:50PM	白	不是

11:50PM	僔	不是喔

11:50PM	僔	幹好吧

11:50PM	白	這個

11:51PM	僔	好沒事

11:51PM	僔	愛你

Sat, 03/16/2024

12:21AM	白	你為什麼要搶人家前女友

12:21AM	白	你跟人家吃宵

12:21AM	白	啊人家一個人在711看窗外

12:21AM	白	難受了都

12:21AM	白	🚬

12:21AM	僔	你是在靠邀他很常這樣

12:21AM	僔	你這個

12:21AM	僔	出哥

12:22AM	白	閉嘴

12:22AM	白	你知我知

12:22AM	白	學弟也知

12:22AM	白	這樣就好

12:22AM	白	🤫

12:22AM	白	Keep it low brotha

02:17AM	白	不睡覺就下來打扣

Sun, 03/17/2024

02:50PM	僔	可惜了

02:50PM	僔	沒辦法監考你的小考

02:50PM	僔	還有兩次機會

02:54PM	白	啥

02:54PM	白	你在另外一間喔

02:54PM	白	幹

02:54PM	白	可惜了

02:55PM	白	管一小電是啥小

02:55PM	僔	對

02:56PM	僔	管一三樓小電腦教室

02:56PM	僔	最右邊

02:56PM	白	好希望我找得到

02:56PM	白	找不到call你

02:56PM	白	鮑魚

02:57PM	僔	先找你等等要用的

04:41PM	僔	約一小後到

04:42PM	僔	自己抓時間

05:00PM	白	你老媽

05:00PM	白	這我

05:00PM	僔	程式play

05:00PM	僔	同時進行

05:00PM	僔	不浪費任何時間

05:00PM	僔	我看得起你

Mon, 03/18/2024

02:19PM	白	幹你娘

02:19PM	白	笑死

02:19PM	白	你怎

02:20PM	僔	我在你左前

02:20PM	僔	你怎邊剪邊滑

07:54PM	白	這喔

07:54PM	僔	阿不是寫在上面了

07:54PM	僔	同學可以眼睛睜大嗎

07:54PM	白	不能double check?

07:54PM	僔	跟屁眼一樣大

07:55PM	白	現在的助教是怎樣

07:55PM	白	有沒有耐心啊

07:55PM	僔	一小時給我800我就有耐心了

07:55PM	白	我要客訴你

07:55PM	白	可素嗎

08:05PM	白	欸有一個蠻正

08:11PM	僔	問他假日要不要去信義討論作業

08:29PM	白	幹你娘

08:30PM	白	有人寫比我快輸了

08:30PM	僔	同學 不可以跟活體溝通喔

08:30PM	僔	這樣要被當了喔

08:30PM	白	閉嘴 我簽退了助教

08:30PM	僔	喔

08:30PM	僔	超簡單幹

08:30PM	僔	我可以給你測資

08:31PM	僔	你就知道自己幾分了

08:31PM	白	好啊 等等跑跑看

08:31PM	白	欸你有座位表嗎

08:31PM	白	那個可check

08:31PM	白	挺優

08:32PM	僔	沒欸只有這邊的

08:32PM	僔	可惜

08:37PM	白	他ac代表啥

08:37PM	白	Sample data對喔

08:37PM	白	爛

08:39PM	僔	對啊

08:39PM	僔	你有辦法

08:39PM	僔	拿到學號嗎

08:39PM	僔	或你那間的座位

08:39PM	僔	我可以查查看

08:40PM	白	喔喔那應該穩

08:40PM	白	幹

08:40PM	白	剛剛應該去看

08:40PM	白	期中去看一下

08:41PM	僔	應該不一樣吧我猜

08:41PM	僔	應該是機率很低了

08:41PM	白	真假啦

08:41PM	白	幹你娘

08:41PM	僔	對啊

08:42PM	白	很正

08:42PM	僔	除非你現在回去看

08:42PM	白	我在師大

08:42PM	白	⋯

08:42PM	僔	不然應該是不太可能跟重複的人

08:42PM	僔	你就先色了

08:42PM	僔	沒辦法色這邊了

08:42PM	白	你等等去看

08:42PM	白	趕緊的

08:42PM	僔	三小

08:42PM	僔	我不會去

Thu, 03/21/2024

10:13PM	僔	白宗宗

Fri, 03/22/2024

07:30PM	僔	你等等要去嗎

07:30PM	僔	認真問

07:30PM	白	幾點

07:30PM	白	偏趕工

07:30PM	僔	你覺得幾點

07:36PM	白	不確

07:36PM	白	他們剛剛甚至叫我留在實驗室

07:36PM	白	怕我跑去信義

07:36PM	白	笑死

07:36PM	白	看進度

07:36PM	白	你怎

07:36PM	僔	想去而已啊

07:37PM	白	小酌？ 還是夜店

07:37PM	白	啊還有誰

07:37PM	僔	夜店可不用

07:37PM	僔	🈚️

07:37PM	白	我問問看

07:38PM	僔	你不去我就不去而已 也還好

07:38PM	僔	看你怎

07:38PM	白	🉑

07:38PM	白	隨緣

07:38PM	僔	可以拿出寫quiz的速度嗎

10:49PM	白	1025-175 850

Sat, 03/23/2024

12:12AM	白	-69 

12:12AM	白	781

12:22AM	僔	我們去剛剛的廁所

12:25AM	白	還在嗎

01:33AM	白	-32 818

02:46AM	白	-85 733

Sun, 03/24/2024

Mon, 03/25/2024

08:22PM	僔	同學 你怎模組化了你的code

08:22PM	僔	真是個好的程式

08:28PM	白	幹你娘

08:28PM	白	我最後一題寫超久

08:28PM	白	幫檢查

08:29PM	白	你到底有什麼破冰

08:30PM	僔	媽的沒寫註解怎檢查

08:30PM	僔	一小800

08:30PM	白	你媽的逼

08:30PM	白	幹最後一題

08:30PM	白	要想欸

08:30PM	僔	要啊

08:30PM	僔	我不是說

08:31PM	僔	大部分很簡單

08:31PM	僔	後面略想

08:34PM	僔	喔幹剛剛我聽到

08:34PM	僔	有一個助教直接把扣給朋友看

08:34PM	僔	然後被抓到

08:35PM	僔	這我的第四題

08:52PM	白	超好笑

08:52PM	白	怎麼抓的

08:52PM	僔	有抓抄程式

08:52PM	僔	剛剛我才抓到有人有抄的

09:17PM	僔	欸幹

09:17PM	僔	期末專案

09:17PM	僔	好像是

09:18PM	僔	6-8人一組

09:18PM	僔	燒

09:18PM	白	？

09:18PM	白	衝殺小

09:18PM	白	這麼多人要幹嘛

09:18PM	僔	大助教說的

09:18PM	僔	確實

09:18PM	僔	不確

Wed, 03/27/2024

05:48PM	僔	你媽今天有開包

05:59PM	白	真假

05:59PM	白	你要去？

06:04PM	僔	小感冒欸

06:04PM	僔	小危險

06:04PM	僔	你不敢去

06:04PM	僔	還是你動搖了

06:06PM	白	我1030 11 都有咪挺

06:06PM	白	還是要去看一下

06:06PM	白	🕶️

Fri, 03/29/2024

11:11PM	白	"死媽了

"

11:11PM	白	幹你娘

11:11PM	白	殺小 ==

11:26PM	僔	超屌

11:27PM	僔	打頭陣

11:27PM	僔	幹我放那麼後面

Sat, 03/30/2024

12:05AM	白	陪我去

12:06AM	白	第一堂就去

12:06AM	白	謝謝

11:10AM	僔	我今天應該沒辦法太早去

11:11AM	僔	我10.才下課

11:33AM	白	行 我要睡覺

02:11PM	僔	今天要爆喝嗎

02:45PM	僔	我跟嚕嚕小吵架

02:45PM	僔	他說先把哀居移掉

02:45PM	僔	幫我內鬼

02:46PM	僔	便利貼在罵我

02:46PM	僔	啊如果今天有其他的東西幫我內鬼一下

02:46PM	僔	🥲

03:03PM	白	你為什麼要批評別人長相

03:03PM	僔	他前幾天去信義啊

03:03PM	僔	然後要了一個fs 員工的哀居

03:03PM	僔	我就說

03:03PM	僔	醜死了

03:03PM	僔	哈哈哈哈哈

03:03PM	僔	我說醜死了一臉跩樣

03:04PM	僔	啊他有發什麼嗎

03:07PM	白	幹你娘

03:07PM	白	超好笑

03:07PM	白	我等等看一下

03:07PM	白	我的手機不在我旁邊

03:08PM	僔	沒關係

03:08PM	僔	不急

03:08PM	僔	但其實我心急笑死

03:09PM	白	我剛剛看沒

03:09PM	白	好啦 幫你看

03:10PM	白	沒

03:11PM	僔	算了 喝酒的時候再一次看

03:11PM	僔	怕先看到了不想看的心情不好一整天

03:12PM	白	🉑

03:12PM	白	目前沒

03:12PM	白	也沒隱藏我

03:12PM	白	但有可能把我踢摯友發摯友靠北你嗎

03:12PM	白	不知道

03:12PM	白	喔虧

03:12PM	白	確認過

03:12PM	白	在摯友

03:12PM	白	沒有發

03:12PM	白	穩

03:12PM	僔	我才不在意

03:12PM	白	亂講

05:52PM	僔	晚上幫我拍一個在信義面壁思過的照片

05:53PM	僔	道歉用

05:53PM	僔	（我才不在意 我只是不想吵太久）

07:01PM	白	可憐

07:01PM	白	我在燒

07:01PM	白	🔥

07:26PM	僔	我也是

07:26PM	僔	在賺錢

07:26PM	僔	加油寶

10:01PM	白	等等快要出的時候叫我 先上床

Sun, 03/31/2024

12:29AM	白	733-175 558

Mon, 04/01/2024

10:14AM	僔	妳耳機跟水要不要拿出去

10:23AM	白	忘了都

10:29AM	白	巴豆夭

08:43PM	白	幹你娘

08:43PM	白	超級好笑

08:43PM	白	你知道

08:43PM	白	學弟一直以爲妳是🈸嗎

08:43PM	白	幹你娘

08:43PM	白	我快笑死

Tue, 04/02/2024

09:57AM	僔	易庭說

09:58AM	僔	他覺得管院學生應該要比電資更容易發現現實生活的問題

09:58AM	白	你怎上課

09:58AM	僔	所以我們不能用kaggle 現有的資料集

09:58AM	僔	但你們可以

09:58AM	白	笑死

09:58AM	僔	你們怎發現不了問題

09:58AM	僔	你們怎ka 

09:58AM	僔	中研院的教授的講座

Wed, 04/03/2024

07:10PM	僔	可隻身前往新體

07:10PM	僔	你想重訓了

Thu, 04/04/2024

12:28AM	白	558-90 468

08:25PM	僔	葛瑪蘭是到宜蘭的吧

08:25PM	僔	怎麼到高雄的

08:25PM	僔	妳有記錯嗎

08:48PM	白	殺小

08:48PM	白	沒有高雄嗎

08:48PM	僔	沒啊 妳確定沒記錯

08:49PM	僔	找到吐血了

08:50PM	白	還是阿嘍哈

08:51PM	僔	幹2022年停運了

08:51PM	僔	超好笑

08:51PM	僔	沙油哪啦

Fri, 04/05/2024

04:50PM	僔	欸你說colab pro是可以跳出瀏覽器的對吧

04:50PM	僔	啊一個月可以train多長時間

04:52PM	僔	我查是說單次12小時 那有總時間限制嗎

05:18PM	白	印象中啦

05:18PM	白	我忘了

05:18PM	白	太久沒用

05:19PM	白	應該還是有

Sat, 04/06/2024

07:59PM	白	啥時回來 我有時間操逼嗎

07:59PM	僔	可以

07:59PM	僔	穩

07:59PM	白	謝謝 真舒服

07:59PM	僔	10.多

07:59PM	白	現在是IU演唱會？

07:59PM	僔	對啊

07:59PM	白	水

07:59PM	僔	你怎也要演唱會

08:00PM	僔	嗨起來

08:00PM	僔	可以播IU的歌做愛

Mon, 04/08/2024

09:17AM	僔	第一題應該不用解釋吧

09:17AM	僔	只要寫 T F而已

11:30AM	僔	我剩一小題

11:30AM	僔	論述題

11:31AM	白	確實

11:31AM	白	幹我太餓了

11:31AM	白	而且電腦剩1趴

11:31AM	白	笑死

11:31AM	僔	看來是直接廚

Wed, 04/10/2024

Thu, 04/11/2024

01:04PM	白	開搞

01:04PM	白	趕緊的

01:04PM	白	開做了

01:52PM	僔	其實🉑

01:52PM	僔	你怎熱愛

01:52PM	白	我怕我期末太忙

01:53PM	白	創群嘍

01:53PM	白	PBC怎落後

01:53PM	白	想開色了

Fri, 04/12/2024

12:37AM	僔	欸

12:37AM	僔	有個問題

12:38AM	僔	本來不是我們系4個加妳

12:38AM	僔	然後突然冒出一個要加 可能前幾天 我剛剛才知道

12:38AM	僔	反正我大不了不跟他們 不過我們兩個還要另外找就是了

12:38AM	僔	（一人一個）

12:48AM	白	喔真假

12:48AM	白	黃柏睿

12:48AM	白	蕭嫌府

12:48AM	白	他上次有問我

12:48AM	白	我跟他說我又組了

12:48AM	僔	他上次也有問我

12:48AM	白	笑死

12:48AM	僔	我也

12:48AM	白	可跟他們啊

12:48AM	僔	我明天可能會遇到黃柏瑞

12:48AM	僔	可能

12:48AM	白	行

12:48AM	僔	我們同一堂國防

12:48AM	僔	不一定

12:48AM	僔	幹

12:48AM	白	哪個臭逼

12:48AM	僔	學弟到現在

12:48AM	白	抓出來單挑

12:49AM	白	可悲

12:49AM	僔	還沒回

12:49AM	白	喔

12:49AM	僔	回宿舍

12:49AM	白	我以為都在

12:49AM	白	笑死

12:49AM	白	幹你又幹嚕嚕

12:49AM	僔	本來要叫他來啊

12:49AM	僔	後來想說學弟不知道什麼時候回來很麻煩

12:49AM	僔	幹你媽虧爛

12:49AM	僔	本來要大戰四小時

12:49AM	僔	沒

12:51AM	僔	喔對

12:52AM	僔	我平常週四不會去新體 但我今天大概8.30到

12:52AM	僔	然後有經過鴻運橋跟一個人走出來

12:52AM	白	我的寶在喔

12:52AM	僔	但我沒看到是誰

12:52AM	白	幹我應該要去的

12:52AM	白	我用聞的都聞得出來

12:52AM	僔	不確 你之後可遇遇看

12:52AM	僔	我今天是特例

12:52AM	僔	但可能是個機會

12:53AM	僔	供參

01:04AM	白	誒

01:04AM	白	sys re都沒教過對不對

01:04AM	僔	好像沒

01:04AM	白	操

01:04AM	僔	你怎想偷用

01:04AM	白	那要怎麼處理奇怪字串

01:04AM	白	還真沒想法

01:04AM	僔	我是都沒用到

01:04AM	白	真假

01:04AM	白	好

01:05AM	僔	我也沒有想到用過

01:05AM	白	衝你這句話

01:05AM	僔	同學加油

01:05AM	白	第二題RE

01:05AM	白	直接不寫

01:05AM	白	打算回去問你

01:05AM	白	ㄏㄏ

01:10AM	白	"這個file是txt嗎

還是依樣用input"

01:10AM	白	這樣算題意嗎

01:10AM	白	可以問嗎助教

01:10AM	白	助教快點

01:10AM	白	不要再打砲了

01:10AM	僔	你他媽我超想做愛

01:10AM	白	🉑

01:11AM	白	我明天要開操

01:11AM	白	台中嘎嘎香

01:11AM	僔	又要出

01:11AM	白	不是

01:11AM	白	女友

01:11AM	白	==

01:11AM	白	所以是txt嗎

01:11AM	白	什麼叫做一個檔案

01:11AM	白	供殺小

01:11AM	僔	第二題嗎

01:12AM	白	3啊

01:12AM	白	5-3

01:12AM	白	要算正面負面的那個

01:12AM	僔	沒啊

01:12AM	僔	他不是就一行句數

01:12AM	僔	然後後面就是每一句話

01:12AM	僔	你去看sample那邊

01:12AM	白	喔我想說他會不會吃txt

01:12AM	白	說一個檔案

01:12AM	僔	不會

01:12AM	白	好

01:12AM	白	讚

01:12AM	僔	但下次會

01:13AM	白	老期待了

01:13AM	白	給我吃檔案

02:35PM	僔	借個台大電機衣打球

02:39PM	白	行

03:09PM	僔	我有遇到黃柏瑞

03:09PM	僔	他說他們兩個好像還沒找好

03:09PM	僔	要嗎

03:09PM	僔	四人

03:26PM	白	行啊

03:26PM	白	但沒女生

03:26PM	白	好不舒服喔

03:26PM	白	找那個妞

03:26PM	白	上次看到的那個

Sat, 04/13/2024

11:39AM	僔	忘了

11:39AM	僔	那我先跟黃柏睿講？

11:46AM	白	🉑

01:15PM	白	Deer TA huang

01:15PM	白	is enumerate avalible now?

01:15PM	白	or still forbidden?

01:16PM	白	"sincerely,

EE4 Vincent Pai"

02:05PM	僔	I think it’s still forbidden 

02:05PM	僔	Check yourself Vincent the Lovely Asshole

02:06PM	僔	Sincerely TA Huang 

Wed, 04/17/2024

02:18PM	白	不要亂做愛 吉吉要上樓了

02:18PM	白	溫馨提醒

02:50PM	白	射沒

02:50PM	白	我要上去了

02:50PM	白	溫馨提醒2

02:53PM	白	幹你娘

02:53PM	白	不要跟我說你在做愛

02:53PM	僔	在

02:53PM	僔	等我一下

02:53PM	白	好的

02:53PM	白	好了請通知

02:53PM	白	我看劇

02:54PM	僔	愛你

03:04PM	僔	好了

03:04PM	白	非常好

04:25PM	僔	妳晚上是不是att 

04:25PM	僔	要不要信義

04:25PM	僔	直接接

05:53PM	白	幾點

05:53PM	白	你

05:53PM	白	我吃完830欸

05:54PM	僔	都可 很free

05:54PM	僔	略早

05:55PM	僔	你覺得呢

05:55PM	僔	你也可pass

05:57PM	白	我隨意啊 反正我就在那邊

05:57PM	僔	認真

05:57PM	僔	那晚點看看

06:00PM	僔	媽的約個脆友啊

06:00PM	僔	分我一個

06:02PM	僔	這邊也分你一個好友

06:05PM	白	衝殺小

06:05PM	白	勃起了

06:06PM	白	他好多朋友

06:06PM	僔	而且有一個是我系上的

06:06PM	僔	我聖人時間秒結束

06:07PM	僔	幹我今天不知道為啥 很想喝

06:08PM	白	你怎 但我騎車

06:09PM	白	你跟誰

06:09PM	僔	我跟我

06:09PM	僔	媽的

06:09PM	僔	有差喔

06:09PM	僔	那是吉的車嗎

06:12PM	白	對啊

06:12PM	白	嚕嚕勒

06:16PM	僔	上班

06:16PM	僔	我在生他氣

06:16PM	僔	沒

06:16PM	白	三小

06:16PM	白	不是剛做愛完

06:17PM	僔	笑死

06:18PM	僔	幹不然

06:18PM	僔	妳騎回來

06:18PM	僔	再跟我去

06:18PM	僔	哈哈哈哈哈哈哈哈

06:19PM	僔	🫰🏻

06:22PM	白	我問我老大這禮拜能否喝酒兩次

06:23PM	僔	跟我喝ok吧

06:23PM	白	他覺得信義非常危險

06:23PM	白	這句話多了

06:23PM	白	我還要刪除

06:24PM	僔	信義就是幹你娘危險到不行

06:24PM	僔	不然為啥每次跑

06:24PM	僔	我真的幹我自己

06:24PM	僔	我會照顧你

06:25PM	僔	當然 女友要顧

08:35PM	僔	老大怎

08:54PM	白	他說今天跟週末去一天

08:54PM	白	謝謝

08:54PM	白	我沒了

08:54PM	僔	謝謝老大

08:54PM	僔	好女人

08:54PM	僔	是不錯的女人吧

08:54PM	僔	成熟

08:54PM	僔	20歲而已 成熟

08:54PM	白	不是

08:54PM	白	他說選一天

08:54PM	僔	喔

08:54PM	僔	草

08:54PM	白	這樣我週末就不能去了

08:54PM	白	操

08:55PM	僔	週末也沒羅凱恩

08:55PM	僔	他說他要去地調

09:05PM	白	真假

09:07PM	白	約人啊

09:14PM	白	到了

09:14PM	白	遲到

09:14PM	白	請酒

09:15PM	僔	媽逼

09:15PM	僔	妳要待著？

09:15PM	白	我先回去

09:15PM	僔	還是路過

09:15PM	白	沒

09:15PM	僔	喔喔 可回

09:15PM	僔	不會被鎖了

09:15PM	僔	今天抱歉 我真沒看到訊息

09:15PM	僔	而且真的到一半

09:15PM	僔	笑死

Thu, 04/18/2024

02:52AM	白	468 - 85 = 383

Fri, 04/19/2024

03:40PM	僔	是否該跟上

09:54PM	白	你怎

09:54PM	白	在外面嗎

09:55PM	白	你會經過球場嗎 幫看地板有沒有濕濕的

10:18PM	僔	略濕

10:19PM	白	操

10:19PM	白	你在操逼喔

10:19PM	僔	沒啊

10:19PM	僔	幹嘛

10:19PM	白	孤單寂寞

10:19PM	白	星期五的夜晚就該操逼

10:19PM	白	我被鎖住了

10:19PM	白	難受

10:19PM	僔	三小

10:20PM	僔	房間鎖住？

10:20PM	僔	我現在從新生南出發回去

10:23PM	白	沒有

10:23PM	白	開玩笑的

10:23PM	白	我是說

10:23PM	白	我的小宗民被鎖住了

10:23PM	白	他很難受

Sat, 04/20/2024

09:06PM	僔	我明天下午的家教跟我請假

09:06PM	僔	今天必出了

09:06PM	僔	啊約的如何

09:06PM	僔	時間

09:07PM	白	隨意時間

09:07PM	白	請找妹妹

09:07PM	白	一人找兩個

09:07PM	白	快點

09:07PM	僔	找得到還會叫你找？

09:07PM	僔	嚕嚕給我去音樂節

09:07PM	僔	氣死

09:07PM	僔	但隨便

09:08PM	僔	我才不在意呢

09:09PM	僔	應該要叫你朋友多找輔大女吧…

09:12PM	白	笑死

09:12PM	白	完蛋

09:12PM	白	喝酒摟

09:12PM	白	合理

09:13PM	白	你幾點到宿舍

09:15PM	僔	抓個10.30保險

09:15PM	僔	還要洗頭洗臉打扮

09:15PM	白	行 反正他們約太早我就先去 那邊會合

09:16PM	白	但應該不會 他們很拖

09:16PM	僔	可以確定他們搭到紅線在看

09:16PM	白	跟你一樣

09:16PM	白	窩們

Sun, 04/21/2024

12:08AM	白	383-84 299

02:15AM	白	299-160 139

03:11AM	僔	你怎

03:11AM	僔	怎不見

03:12AM	白	我在後面

03:12AM	白	太多人了

03:33AM	白	139-69 70

Tue, 04/23/2024

12:07PM	僔	幹 我還是沒有改到你的作業

12:07PM	僔	剩2次了

12:07PM	白	還有作業嗎

12:07PM	白	喔還有喔

12:07PM	僔	到7

12:07PM	僔	現在改5

Wed, 04/24/2024

10:41AM	僔	借一下洞洞鞋

10:41AM	僔	下大雨

11:22AM	白	真假

11:23AM	白	我下午要穿喔

11:23AM	白	國防破爛

Thu, 04/25/2024

04:21PM	白	☎ No answer

04:21PM	白	你上課？

05:38PM	僔	白同學真的好認真

05:41PM	白	笑死

05:41PM	白	超好笑

08:57PM	白	討論進度怎

08:57PM	白	🈶料嗎

10:08PM	僔	你是說

10:08PM	僔	承遠嗎

10:08PM	白	我是說

10:08PM	白	這個

10:09PM	白	我現在不敢動

10:09PM	白	怕浪費時間

10:44PM	白	馬的所以一定會扣分的意思嗎

10:46PM	僔	我很想在群組說這我朋友 他不敢動

11:41PM	白	啊你怎

11:41PM	白	快點回來跟我討論

11:41PM	白	去打砲？

Fri, 04/26/2024

11:13PM	僔	55

Sat, 04/27/2024

12:50AM	僔	你們怎

12:50AM	僔	哪

12:50AM	白	外面抽菸

12:50AM	僔	全家？

12:53AM	僔	你們要酒嗎

12:54AM	白	洪要strong zero一罐

12:54AM	僔	妳勒

12:54AM	白	你們喝啥

12:54AM	僔	還沒排到

12:54AM	白	你們喝啥我喝啥

12:55AM	白	啊

12:55AM	白	我我要好了

12:55AM	白	不要好了

12:55AM	白	我等等可能要去drunkplay

12:55AM	白	你要去嗎

12:56AM	僔	可啊

12:56AM	僔	還是我去找你

12:56AM	僔	我這杯都還沒喝完

12:56AM	僔	你哪

01:26AM	僔	我們被爆擠

01:26AM	僔	等等聯絡

08:13PM	白	你學號多少

08:14PM	白	我要做slides

08:15PM	僔	B09705032

08:15PM	白	沒事 找到了

08:15PM	白	🉑

Sun, 04/28/2024

12:04AM	僔	我還會上去啦

12:04AM	僔	等老大洗完澡

12:05AM	僔	我吃個點心而已

12:05AM	白	一口回絕

12:06AM	僔	他是說

12:06AM	僔	不准你去嗎

12:07AM	僔	還是

12:07AM	僔	怎

12:29AM	僔	她洗好跟我講 感謝

12:29AM	僔	我在樓下而已

12:34AM	白	🉑 他洗好了 你可以上樓嘗試看看

12:34AM	白	但他很堅決

12:34AM	白	笑死

12:48AM	白	失敗

12:48AM	白	墜機

02:30AM	白	-495 -84 = -524

04:18AM	白	+410 = -114

06:46AM	白	衣服在閱覽

06:56AM	僔	不用管我

08:33AM	白	好我不行了

08:33AM	白	需要我的話打給我

Mon, 04/29/2024

03:38AM	僔	你怎偷換加拿大照

03:38AM	白	想念了

03:38AM	僔	那我換韓國照好了

03:38AM	僔	沒

03:38AM	白	🉑

03:38AM	僔	本來就是了

06:21PM	白	104太香了

06:21PM	白	04

06:21PM	白	27

06:21PM	白	我在記錄座位

06:21PM	白	等等靠你

06:21PM	僔	馬上查

06:22PM	白	36

06:22PM	白	側臉目前看起來都是挺優

06:22PM	僔	碩班 操

06:22PM	僔	姊姊

06:22PM	白	看起來就像

06:22PM	僔	R12741012	管二 104_04

06:22PM	白	水

06:22PM	白	沒有名字喔

06:23PM	僔	ntnu_40884231I	管二 104_27

06:23PM	僔	B12703094	管二 104_36

06:23PM	僔	我試試

06:23PM	白	喔幹你娘 這我隊友

06:23PM	白	超可愛

06:23PM	僔	喔幹

06:23PM	僔	鄭

06:23PM	白	本人優

06:23PM	僔	什麼的

06:23PM	白	對

06:24PM	僔	他有問過我問題

06:24PM	僔	你們那邊

06:24PM	白	可愛

06:24PM	白	怎

06:24PM	僔	是不是有一個高高的捲髮著覺

06:24PM	僔	助教

06:24PM	僔	就我朋友

06:24PM	僔	我們系的

06:24PM	白	男嗎

06:24PM	白	帥帥的

06:24PM	僔	他也很喜歡那女的

06:24PM	僔	對

06:24PM	白	幹你娘

06:24PM	僔	左耳環

06:24PM	白	笑死

06:24PM	白	色狗

06:24PM	白	他強嗎

06:24PM	白	他蠻帥的

06:24PM	僔	強

06:25PM	白	最右後方

06:25PM	白	查一下

06:25PM	僔	啥 正妹嗎 還是我朋友

06:25PM	僔	我查不到座位表 我只有對照表

06:26PM	僔	簡睿

06:26PM	僔	馬譽真

07:26PM	僔	我正在讀懂我們的project 阿我先開個branch比較不會影響你

07:27PM	僔	第一點應該是nvidia-smi typo?

07:38PM	白	蠻正的

07:39PM	白	確實

07:40PM	僔	租個房怎麼那麼殺人誅心呢

07:42PM	白	快笑死

07:42PM	僔	房子不破 但我破房

07:42PM	僔	回去再問你專題的東西

07:51PM	白	🉑

07:51PM	白	但我在打球

Thu, 05/02/2024

05:27PM	僔	你手機不收起來嗎

05:28PM	僔	舊的

06:01PM	白	我在佈置砲房

06:10PM	僔	等一下被發現沒得打

06:10PM	僔	還要霸社見

08:23PM	僔	新體

08:23PM	僔	Just start

08:23PM	白	幫說我想他了

08:23PM	白	我家很新

08:24PM	僔	信不信我真講

Fri, 05/03/2024

12:07AM	白	幹你娘

12:07AM	白	若勻⋯

12:07AM	僔	幹真假啦

12:07AM	僔	我查一下

12:07AM	白	那是啊

12:07AM	僔	我查一下submission

12:07AM	白	我跟他說我github 有

12:07AM	白	不是叫他複製貼上

12:07AM	白	⋯

12:07AM	白	🉑

12:07AM	白	幫看

12:09AM	白	作業丟github被看到

12:09AM	白	也會受罰嗎

12:10AM	僔	應該不會

12:10AM	僔	但

12:10AM	僔	他沒有照貼

12:10AM	白	不要跟我說他複製貼上

12:10AM	白	喔喔喔喔

12:10AM	白	啊很像嗎

12:10AM	僔	但很像

12:10AM	白	幹你娘

12:10AM	白	快笑死

12:10AM	僔	就是很像啊

12:10AM	僔	我給你看

12:10AM	白	好我跟他討論一下

12:10AM	白	⋯

12:11AM	僔	這他的

12:11AM	僔	阿你去看你那提最後的

12:11AM	僔	然後你可以去text compare一下

12:11AM	僔	就很明顯是抄的

12:11AM	白	-100 =-214

12:12AM	白	🚬

12:12AM	白	好我等等看

12:12AM	白	操

12:46AM	白	"是不是哭

"

12:46AM	白	github算是論壇對吧

12:48AM	僔	不算吧

12:48AM	僔	Stackoverflow 才算吧

12:48AM	僔	幹我覺得

12:48AM	僔	妳去跟若愚講

12:49AM	白	他自己坦承了

12:49AM	白	他超緊張

12:49AM	白	笑死

12:49AM	白	但看起來是說第一次警告？

12:49AM	僔	笑死 倒數第二次作業然後警告

12:49AM	僔	阿災

12:49AM	僔	妳不要讓自己被扣分就好

12:50AM	白	確實 幹沒A+我會哭

12:50AM	白	你哪天信義

12:50AM	白	明天or後天

12:51AM	僔	媽的兩天都想

12:51AM	僔	但我六早開會

12:51AM	僔	你勒

12:52AM	白	笑死幹妳娘

12:52AM	白	我應該也可 我明天會去

12:52AM	白	開約

12:52AM	白	你要約誰

12:52AM	僔	不知道

12:53AM	僔	沒人約

12:53AM	僔	你帶女友？

07:51PM	僔	你怎

07:51PM	僔	有要去嗎

08:11PM	白	明天啊

09:24PM	僔	但明天有誰

11:35PM	白	我還真不知道

11:35PM	白	怎搞

Sat, 05/04/2024

03:09AM	僔	阿孫要去欸

03:09AM	僔	他有發限時

03:10AM	白	對啊

03:10AM	白	我跟他約了

03:10AM	白	你帶個女的

03:10AM	白	一起

03:10AM	僔	他帶誰

03:10AM	僔	女友？

03:10AM	白	對啊

03:10AM	僔	靠北喔

03:10AM	僔	幹你娘

03:11AM	僔	沒女的

03:11AM	僔	我不想找那個要跟我做愛的

03:42AM	白	幹你娘

03:43AM	白	我想看

03:43AM	白	找

03:08PM	僔	你們約幾點

05:30PM	白	偏早欸

05:30PM	白	他們想排vip徽章

05:31PM	僔	不會是8之類的

05:31PM	僔	？

06:00PM	白	我其實不知道他幾點去

06:00PM	白	我們就是誰先到先排

06:00PM	僔	啊你打算幾

06:00PM	白	再解壓縮

06:00PM	僔	幹超糟

06:00PM	僔	躁

06:00PM	白	10到吧

06:00PM	白	你怎

06:00PM	白	930

06:00PM	白	之類的

06:01PM	僔	我可以跟跟你們去 在旁邊滑手機

06:01PM	僔	今天宿舍不宜久留

06:01PM	僔	晚點聯絡

06:51PM	白	殺小

06:53PM	僔	會依莫

08:22PM	白	530

08:22PM	白	超扯

08:22PM	僔	有什麼毛病

08:26PM	僔	別想進去了吧

08:59PM	僔	妳到的時候拍一個

09:01PM	白	🉑

09:01PM	白	來的話帶個煙

09:02PM	白	或是幫我拿一下我那包

10:52PM	僔	進了沒

11:01PM	僔	戰況回報

11:07PM	白	Image ruff交叉口

11:07PM	白	懂嗎

11:07PM	白	笑死

11:21PM	白	目前進度

11:21PM	白	一根柱子

11:21PM	白	⋯

11:23PM	僔	還有幾根

11:23PM	僔	準確點

11:23PM	白	9

11:23PM	白	幹你娘

11:24PM	僔	我趕一下

11:24PM	白	🉑 買酒

11:24PM	白	你要怎來

11:24PM	白	幫一瓶9.9就好

11:24PM	白	你直接shot燒

11:25PM	僔	怎

11:30PM	僔	隨時回報

11:30PM	白	6根

11:30PM	僔	操

11:30PM	白	我的徽章操

11:30PM	白	你怎

11:31PM	白	穩

11:31PM	白	吧

11:33PM	僔	希望來得及

11:33PM	僔	4了嗎

11:33PM	僔	幹

11:33PM	僔	好緊張

11:33PM	僔	幹7有正妹

11:33PM	白	5

11:33PM	白	你怎

11:33PM	白	上車沒

11:34PM	僔	幹

11:34PM	僔	抖

11:34PM	僔	上

11:36PM	僔	你應該有了

11:37PM	白	幹你娘

11:37PM	白	徽章沒了

11:37PM	白	我操你嗎

11:37PM	僔	正常吧

11:37PM	僔	有我

11:37PM	僔	阿孫勒

11:37PM	白	我們剩3根

11:37PM	白	雞掰

11:37PM	僔	他不是跟你一起

11:38PM	僔	但可能差了100人

11:38PM	僔	欸不確

11:38PM	僔	我估我還要8分鐘

11:39PM	僔	右轉了

11:39PM	僔	怎

11:40PM	白	這啥

11:40PM	白	應該穩

11:40PM	白	3根

Mon, 05/06/2024

02:50AM	僔	超🈸

04:01AM	白	勃起了⋯

10:03PM	僔	幹

10:03PM	僔	他走心了嗎

10:03PM	僔	超好笑

Tue, 05/07/2024

02:14AM	白	恩，謝謝你

02:14AM	白	馬的想蹭啊

02:14AM	白	幹很好笑

02:14AM	白	這人是怎

08:49PM	白	你等怎

08:49PM	白	在宿舍嗎

08:50PM	僔	會回去

08:50PM	僔	幹嘛

08:50PM	白	支援

08:50PM	白	順便吃宵

08:50PM	僔	我還在外面欸

08:50PM	白	沒事

08:50PM	僔	怎

08:50PM	白	我要搬螢幕啊

08:50PM	白	需要你載我

08:50PM	白	謝謝

08:50PM	白	愛你唷

08:50PM	僔	三小

08:51PM	僔	載去你家？

08:51PM	白	騎我的車

08:51PM	白	啊我坐後面那樣

08:51PM	白	像行李那樣

08:51PM	僔	你的？

08:51PM	白	我朋友的

08:51PM	白	算我的

08:51PM	白	我有好多車

08:51PM	僔	去你家就是了

08:51PM	白	對

08:51PM	白	順便來

08:51PM	白	跟我愛愛

08:51PM	白	愛的小喔

08:51PM	白	窩

08:57PM	僔	幹你不回來了

08:57PM	僔	我要孤獨了

09:21PM	僔	445

09:21PM	白	🉑

09:21PM	白	390嘎嘎香

09:21PM	白	你買啥

09:21PM	僔	白

09:21PM	白	欸我不用搬螢幕了

09:21PM	白	超爽

09:21PM	僔	舒服

Thu, 05/09/2024

02:33AM	僔	無限排酒

02:33AM	僔	超爽

02:33AM	僔	當月壽星

02:33AM	白	我來了

02:33AM	白	先幫我拿謝謝

02:34AM	僔	認真

02:34AM	僔	你哪

02:34AM	白	你要玩到幾點

02:34AM	白	我剛寫完

02:34AM	僔	不確

02:34AM	僔	他只能排到3.30

02:34AM	僔	一次一杯

02:34AM	白	笑死

02:34AM	僔	要重排那種

02:34AM	僔	但今天人不多

02:34AM	僔	我們爆排超好笑

02:34AM	白	幹很心動

02:34AM	僔	你怎

02:34AM	僔	來啊

02:34AM	白	而且剛push上去

02:34AM	白	笑死

02:35AM	僔	yy 感覺倒了

02:35AM	白	你有看到他喔

02:35AM	僔	有

02:35AM	僔	我到的時候他就快倒了

02:35AM	僔	幹image買一送一要在11.前

02:39AM	僔	來啊

02:39AM	僔	來了跟我說一下

02:39AM	僔	這個

02:39AM	白	幹你娘330

02:39AM	白	啊你要到幾點

02:39AM	白	算了 當作聽音樂也爽

02:41AM	僔	關燈吧

02:41AM	僔	開燈

02:41AM	僔	石頭說

02:41AM	僔	他是老闆 開到幾點就到幾點

02:41AM	僔	可來

02:41AM	僔	想你了

02:41AM	白	那可

02:41AM	白	穩妥的勒

02:54AM	白	來嘍

02:54AM	白	想喝酒了

02:54AM	白	當月壽星

02:54AM	白	謝謝

02:54AM	僔	可 直接r

06:36PM	僔	今天

06:36PM	僔	還要嗎

07:03PM	白	我否吧

07:03PM	白	風險挺高

Fri, 05/10/2024

02:26AM	僔	幫我關電風扇

02:26AM	僔	愛你

02:34AM	僔	兩萬塊的房你付

02:34AM	僔	那我問過了也不能租補

02:34AM	白	真假

02:34AM	白	你有問這間？

02:34AM	僔	幹這人超多房

02:34AM	僔	沒有一間可以

02:34AM	白	笑死

02:34AM	白	逃稅仔

02:35AM	僔	余小姐

02:35AM	僔	媽的

02:35AM	僔	來不如跟俞秀珍租

02:35AM	僔	還不如

04:44PM	白	走嗎

04:45PM	僔	我再看看

04:45PM	僔	嚕嚕要去台南的樣子

04:45PM	僔	督促我唸書 早點唸完去玩

05:03PM	白	殺小

05:03PM	白	看你老媽

05:04PM	僔	好吧

05:04PM	僔	好

05:04PM	僔	走

05:04PM	僔	反正剛好下週沒要刺了

05:04PM	僔	可喝

05:04PM	白	那我問他

05:05PM	僔	老大？

05:05PM	僔	還是版主

05:05PM	白	我密他看看

05:05PM	僔	單身520生日男

05:50PM	白	走嗎

05:50PM	白	最多1500

05:50PM	僔	啥小 好貴

05:50PM	白	可能女生多吧

05:51PM	白	最多

05:51PM	白	應該1000左右吧

05:51PM	白	感覺

05:52PM	白	要去的話我就加群組了ㄛ

05:52PM	白	不敢喔

05:52PM	白	操

05:55PM	僔	加

05:55PM	僔	好啦加

06:03PM	僔	幹

06:04PM	僔	怎都男

06:08PM	白	我問問學姊

06:08PM	白	操

06:08PM	白	不可男

06:09PM	白	Belle感覺頗正

11:59PM	僔	1300=爾

11:59PM	僔	==

Sat, 05/11/2024

12:15AM	白	雞掰

12:15AM	白	女生再這麼少我們就跳船

12:52AM	僔	幹真的都男的操

12:53AM	僔	1300至少要有六成以上女吧

12:53AM	僔	還是我們現在跳==

01:59AM	白	他要再找4個女生

01:59AM	白	先靜觀其變

02:53PM	僔	退了一個女的

02:53PM	僔	三小

02:53PM	僔	欸通常是不是不會去大畢典

02:54PM	僔	大畢典5/25 甚至還沒考完

07:27PM	僔	1500==

Mon, 05/13/2024

03:47PM	白	怎搞

03:47PM	白	你要退嗎

03:47PM	白	你啥時回

03:56PM	僔	回了

03:56PM	僔	新加的看來都不太行欸

06:25PM	僔	好吧 有點想退

06:25PM	僔	啊妳平日要去嗎

06:25PM	僔	Image 11.前買一送一

09:03PM	白	你怎不在房間

09:03PM	白	我好失望

09:03PM	白	⋯

09:03PM	白	原來是我一廂情願

09:03PM	僔	同學

09:03PM	僔	上課了

09:03PM	白	這啥小

09:03PM	白	喔現在在上課喔

09:03PM	白	笑死

09:03PM	白	幹你娘

09:03PM	白	很好笑

09:03PM	白	否🉑

09:03PM	白	等等討論 你要退可跟我說

09:04PM	僔	也是我的一廂情願了

Tue, 05/14/2024

01:56AM	白	chrome safari

01:57AM	白	寫法有差？

01:57AM	白	網頁的部分

01:57AM	僔	應該沒差吧

01:57AM	白	幹很屌

01:58AM	僔	頂多就是支援度的問題 但應該差異不大

01:58AM	白	超詭異

01:58AM	白	左邊chrome右邊safari

02:21AM	白	勃起

Wed, 05/15/2024

03:10PM	白	啥

03:10PM	白	我在聽點名

03:10PM	僔	妳身上有現金嗎

03:10PM	白	多少

03:10PM	僔	400

03:10PM	白	我身上有

03:10PM	白	沒冷氣？

03:10PM	僔	我記得剩10塊

03:10PM	白	但我沒帶出來

03:10PM	白	他不能賴配殺小的？

03:10PM	僔	不能

03:10PM	僔	上次試過了

03:10PM	白	街口

03:10PM	僔	擊敗

03:11PM	僔	我沒街口

03:11PM	白	我以為你要領貨

03:11PM	僔	妳可試

03:11PM	僔	領冷氣卡

03:11PM	白	👌

03:11PM	僔	😵‍💫

03:11PM	白	偷偷去看看

03:11PM	白	等等

Thu, 05/16/2024

12:57AM	僔	又採怎

12:57AM	僔	今天很炸裂

12:57AM	白	怎

12:57AM	白	啥

12:57AM	僔	Po 文

12:57AM	白	幹

12:57AM	白	超爆頂

12:57AM	僔	必須快點分享

12:57AM	僔	不知道為啥

12:57AM	僔	今天略屌

12:57AM	白	無可挑惕

12:57AM	僔	我才剛設欸

12:58AM	僔	沒事

12:58AM	白	供殺小

12:58AM	白	你跟姊姊喔

12:58AM	僔	開玩笑

12:58AM	白	幹你娘

12:58AM	僔	回來發現你不在

12:58AM	僔	Emo了

12:58AM	白	你怎傳播性病

12:58AM	白	我床很大

12:58AM	白	可來

12:58AM	僔	我要成為下個成吉思汗

12:58AM	僔	他媽的

12:58AM	僔	先收回

12:59AM	僔	妳還會回來嗎這禮拜

12:59AM	僔	應該不會？我記得你沒課了

12:59AM	白	幹你怎

01:00AM	白	想偷帶

01:00AM	白	我明天晚上應該會回去

01:00AM	僔	還好 我現在是右邊男人

01:01AM	僔	只是心裡沒女人

01:01AM	僔	沒啊 想你

01:01AM	僔	週六信義

01:01AM	僔	石頭沒要去其他人我不知道

01:39AM	白	可啊

01:39AM	白	穩妥

02:30PM	僔	Zoe 怎

02:30PM	僔	超好笑

02:31PM	僔	我偷內鬼

02:31PM	僔	🤫

02:31PM	白	很好笑

02:31PM	白	跟他說不用問了 我寫就好

02:31PM	白	來我家我教他寫

02:32PM	僔	色狗

02:32PM	白	滑右有教他嗎

02:32PM	白	滑右

02:32PM	白	幹

02:32PM	白	很好笑

02:32PM	僔	這感覺是還沒讀她

02:33PM	白	笑死 問題多到

02:33PM	僔	幹

02:33PM	僔	很適合

02:33PM	白	色慾沒辦法大於問題本身

02:33PM	白	你不是說他是tinder小王子

02:33PM	僔	這也超好笑

02:33PM	白	幹滑右很好笑

02:33PM	僔	很屌

02:33PM	僔	今天跟他說

02:35PM	僔	幹

02:35PM	僔	他說他早就想過了

02:35PM	僔	難怪輸光

07:14PM	白	Zoe今天無袖小背心

07:14PM	白	跟我靠近近問問題

07:14PM	白	太可愛了吧

07:15PM	僔	三小

07:15PM	僔	你家喔

07:15PM	僔	超好笑

07:15PM	僔	我也可以無袖小背心

07:15PM	僔	跟你靠近近

07:15PM	僔	討論Tommy專案

07:16PM	白	電二笑死

08:30PM	白	幹

08:31PM	白	Zoe跟我說下次可以找他喝酒

08:31PM	白	真可愛

08:33PM	僔	週六 走起

08:33PM	僔	但請成為右邊男人

08:34PM	僔	👸

08:34PM	僔	👸❤️

09:12PM	僔	媽的

09:12PM	僔	今天有包

09:12PM	僔	他們真的是瘋子

09:19PM	白	我知道啊

09:19PM	白	本來要去

09:19PM	白	但明天面試

09:19PM	白	先-

09:19PM	僔	幾點

09:19PM	白	1040吧

09:19PM	白	不可能啦 我還沒準備

09:19PM	白	笑死

09:20PM	僔	嫩逼

09:20PM	白	馬的低卡上

09:20PM	白	有到面試關的都是施工

09:20PM	白	資工

09:20PM	白	我現在很怕

09:20PM	白	找柔伊來陪我好了

09:20PM	僔	色逼

09:20PM	僔	幹包廂

09:20PM	僔	有點心動

09:20PM	僔	但都是泰國人吧幹

09:20PM	白	確實

09:20PM	僔	洪牧白回問就是

09:21PM	僔	沒人陪他

09:21PM	白	你一定會帶回家

09:21PM	白	對啊

09:21PM	白	他沒人陪

09:21PM	僔	又沒好看的

09:24PM	僔	幹啊你們也討論太久了吧

09:25PM	白	啥

09:25PM	僔	Pbc 

09:25PM	白	我要手把手教他git8 

09:25PM	白	啊

09:25PM	僔	物理上手把手

09:25PM	白	git config --global user.name 'zoeohoh'

09:25PM	白	哎 要靠好近幫他打指令

09:25PM	白	哀

Fri, 05/17/2024

02:45AM	白	這我們

02:46AM	僔	幹他還沒徵到喔笑死

02:46AM	僔	不要碰到比較好吧

02:46AM	僔	你不是尷尬爆

02:51AM	白	是

02:52AM	白	超爆尷尬

02:52AM	白	等他醉了再去找那個可愛重訓女孩

03:05AM	僔	我不了解為什麼要有這麼淫蕩的想法

03:05AM	僔	不是很懂

03:05AM	僔	欸幹那天感覺只有我們欸

03:05AM	僔	不知道還有誰要去

05:45PM	白	我們可能今天

05:45PM	白	等等我們要吃飯

05:46PM	白	你今天怎

05:46PM	白	電機

05:46PM	僔	明天就不了嗎

05:46PM	白	反正我是只能一天

05:46PM	白	你金否？

05:46PM	僔	其實可

05:46PM	白	可 那我再跟你說

05:46PM	僔	但我10or11下班

05:46PM	白	還不確

05:46PM	僔	家教

05:46PM	白	🉑

07:47PM	僔	有要去隨時說

09:16PM	僔	如何 有局嗎

09:19PM	白	🈶

09:19PM	僔	你怎去

09:19PM	僔	要回來一起搭車嗎

09:19PM	白	我們在紅線

09:19PM	白	應該直接去

09:19PM	僔	妳已經著裝好了

09:20PM	僔	Holy

09:20PM	僔	所以你們會蠻早是嗎

09:31PM	白	喔我們

09:31PM	白	先

09:31PM	白	圓山

09:31PM	白	要去信義教你

09:31PM	白	叫

09:55PM	白	我們要去先喝

09:55PM	白	但都電機的喝

10:00PM	僔	圓山嗎還是酒吧

10:00PM	僔	普通局

10:00PM	僔	反正你們最後會回信義

10:00PM	白	應該先sleep

10:00PM	僔	你們直接sleep喔

10:00PM	白	對啊

10:00PM	白	但有女生們

10:00PM	白	你沒看過的幾個

10:00PM	僔	喔喔

10:01PM	僔	可

10:01PM	僔	我去的時候他們應該也走了

10:01PM	僔	羅凱恩有嗎

10:01PM	僔	他付出了嗎

10:01PM	白	他還在躺

10:01PM	僔	復出

10:01PM	僔	躺仔

10:01PM	僔	沒事

10:01PM	僔	等見

10:01PM	僔	喔所以你們就是直接信義了

Sat, 05/18/2024

12:01AM	僔	你們哪

12:01AM	白	這邊都電機的喔

12:01AM	白	你可先買酒

12:21AM	僔	要酒嗎

12:21AM	僔	我在一蘭7-11

12:21AM	白	欸

12:21AM	白	來ruff

12:21AM	僔	2

12:21AM	僔	？

12:21AM	僔	你在裡面？

12:21AM	白	我們排隊

12:22AM	白	趕緊的

12:22AM	僔	靠邀

12:26AM	僔	幾個

12:26AM	僔	前面

12:27AM	白	5

12:27AM	白	你燒

12:27AM	白	2

01:43AM	僔	Barcode 轉角草叢有東西

03:18AM	白	-100 345

03:27PM	僔	他沒追蹤你

03:27PM	白	啥

03:27PM	僔	組員

03:27PM	白	這誰

03:28PM	僔	組員

03:28PM	僔	你不認識

03:28PM	白	什麼意思

03:28PM	僔	笑死

03:28PM	僔	我昨天說

03:28PM	僔	不要路到我

03:28PM	白	啊他怎麼看得到

03:28PM	僔	他沒看到

03:28PM	僔	他只是說以為

03:28PM	白	喔幹

03:28PM	白	笑死

03:28PM	僔	哈哈哈哈哈

03:28PM	白	🉑

03:28PM	僔	幹

03:28PM	白	啊怎不能去

03:28PM	白	你在混？

03:28PM	僔	因為現在在開會

03:28PM	僔	反正我要負責一點模型

03:29PM	僔	但前處理的人昨晚12.才開弄

03:29PM	僔	我最好有時間弄

03:33PM	白	啊你何成遠還沒開做怎麼敢在我旁邊喝酒？

03:33PM	白	你為何不懼

03:33PM	僔	在你旁邊哭

03:34PM	僔	是一個信任的事件

03:34PM	僔	我這幾年留的淚比洨還要少

03:34PM	僔	流給你了

03:51PM	白	欸你在開會嗎

Mon, 05/20/2024

01:06AM	白	你在信義嗎

01:06AM	白	幹還是在做愛

01:06AM	白	今天沒找我去信義

01:06AM	白	一定在做愛

01:06AM	白	操

02:11AM	僔	我其實還真有點想去信義

02:12AM	僔	我在家教

02:12AM	僔	ㄏ

02:12AM	白	超可悲

02:12AM	白	有在下雨嗎

02:12AM	僔	沒吧

02:12AM	僔	你怎

02:13AM	白	你生日可以陪你喝 if u want

02:13AM	白	我可以冒險

02:13AM	僔	我現在超醜笑死

02:14AM	僔	明天或許可

02:18AM	僔	欸幹

02:18AM	僔	不然

02:18AM	僔	幾點出門你可

02:18AM	僔	3.去有啥

02:42AM	白	笑死3.有啥

02:42AM	白	你認真嗎

02:42AM	僔	靠北已讀那麼久

02:42AM	僔	我要洗澡了

02:43AM	僔	明天看看

02:43AM	僔	幹 明年我生日你還在台灣嗎

02:43AM	僔	在當兵？

02:45AM	白	娘們

02:45AM	白	阿災 可開包

02:45AM	白	我今年先開一ㄍㄜ

02:45AM	白	🉑

02:45AM	白	不對 明天有啥小

03:46AM	僔	你先肉償 我們就有5個了

03:46AM	僔	不知道 我這個單身狗

04:16AM	白	幹你娘

04:16AM	白	那要先分手欸

04:16AM	白	我有主儐寶

04:16AM	僔	她上次說

04:16AM	白	他怎麼可以這麼正

04:16AM	白	幹你娘

04:16AM	僔	她完全沒有威脅感

04:16AM	白	誰

04:16AM	僔	廖老大

04:16AM	白	笑死

04:16AM	白	確實

04:16AM	白	怎麼比

04:16AM	僔	其實有

04:16AM	白	除了錢啦

04:16AM	僔	對

04:16AM	僔	媽的宋丹丹

04:16AM	僔	回三小泰國

04:16AM	白	這個可

04:17AM	僔	我開心肉償

04:17AM	僔	我憋好久

04:17AM	白	他不回來了？

04:17AM	僔	才講出來

04:17AM	僔	感覺不會欸

05:26PM	僔	你今天有局？

05:28PM	白	沒啊

05:28PM	白	明天早九

05:28PM	白	怎

05:33PM	僔	這大概兩個禮拜前說的

05:33PM	僔	要是她又畫我大餅

05:34PM	僔	你就給我來信義

05:34PM	僔	想看看520的信義區了

05:34PM	白	幹你娘

05:34PM	白	很好笑

05:34PM	白	🉑

05:34PM	白	他放你鳥再叫我

05:34PM	僔	我會跟他吃飯

05:34PM	白	喔喔喔喔

05:34PM	僔	但吃完飯要是我孤單了

05:34PM	白	沒問題

05:34PM	僔	需要你

05:35PM	僔	兄弟，想草你

08:33PM	僔	沒被放鳥欸

08:33PM	僔	有續攤再叫你

10:05PM	僔	你怎 偷做愛喔

10:05PM	白	三小

10:05PM	白	我在球場

10:05PM	白	幹嘛

10:05PM	僔	好吧

10:05PM	白	什麼洨

10:05PM	僔	想續

10:05PM	白	哪續

10:05PM	僔	信義嗎

10:05PM	白	嚕嚕要走了？

10:05PM	僔	對啊

10:05PM	僔	但你感覺要很久

10:05PM	白	確實

10:06PM	白	還久的勒

10:06PM	僔	那我回好了

10:06PM	僔	其實可回再出

10:07PM	僔	你可思考要不要陪我喝

11:53PM	白	-69 376

Tue, 05/21/2024

02:38AM	僔	加計程車 460

01:03PM	僔	這樣應該能安心了吧

01:06PM	白	水

01:06PM	白	愛盈盈

Wed, 05/22/2024

01:05AM	僔	-190 270

Thu, 05/23/2024

07:47PM	僔	你怎24小時無限時

07:47PM	僔	👸來了喔

07:47PM	白	啥

07:47PM	白	還沒啊

07:47PM	白	等等來

08:04PM	僔	限動

08:04PM	僔	怎專注

08:16PM	白	喔喔ㄛ

08:16PM	白	右邊男人啊

08:16PM	白	你怎

08:16PM	白	你怎關注

08:17PM	白	6個空白

08:17PM	白	幹

08:17PM	白	很屌

10:34PM	僔	啊你們

10:34PM	僔	明天會去嗎

10:34PM	僔	電機

10:35PM	僔	你們不是六要畢典

10:35PM	白	感覺不會

10:35PM	白	供殺小

10:35PM	白	你也必點

10:35PM	白	..

10:35PM	白	講什麼雞巴

10:44PM	僔	我不知道要不要去欸

10:44PM	僔	你爸媽會來？

10:44PM	僔	喔幹

10:44PM	僔	你還有廖

10:44PM	僔	笑死

10:54PM	白	確實

10:54PM	白	我爸媽去小畢典

Fri, 05/24/2024

08:17PM	僔	欸所以是明天的局了嗎

08:17PM	僔	速回

08:17PM	白	我0

08:18PM	白	禮拜日台大盃決賽

08:18PM	僔	你全0嗎

08:18PM	僔	啊今天

08:18PM	僔	勒

08:18PM	僔	也沒嗎

08:33PM	僔	欸幹

08:33PM	僔	我們大畢典位置

08:34PM	僔	離你們很近

08:43PM	僔	啊你畢典完怎

08:55PM	白	這啥

08:55PM	白	哪裡有

08:55PM	白	可能喔

08:55PM	白	你怎

08:55PM	白	要去喔

08:55PM	白	回家做愛啊

08:56PM	僔	你去我就去

08:56PM	僔	先跟我做

08:57PM	僔	你女友會去必點？

09:11PM	白	幹很屌

09:11PM	白	我跟菜

09:11PM	白	同時發欸

09:11PM	白	你有看到嗎

09:11PM	白	他可能等我拍完照過來之類的

09:11PM	白	明天會腫

09:12PM	僔	幫你記錄了

09:12PM	白	幹超扯

09:12PM	僔	確實

09:12PM	白	幹很屌

09:12PM	僔	幹我不敢提到他我怕你被看到

09:12PM	僔	好那我現在講

09:12PM	僔	我前面國企

09:12PM	僔	你可找我

09:12PM	僔	「找我」

09:12PM	白	然後我們很近？

09:12PM	僔	對

09:12PM	白	我看看

09:12PM	白	幹

09:12PM	僔	我後面Maggie

09:12PM	白	你幾點要去

09:12PM	白	幹笑死

09:13PM	僔	再後面電機系

09:13PM	白	喔喔喔喔喔

09:13PM	白	幹水喔

09:13PM	僔	但很近

09:13PM	白	明天見

09:13PM	僔	你幾

09:13PM	僔	8.30？

09:13PM	白	阿災

09:13PM	白	是幾點

09:13PM	白	幹這麼早喔

09:13PM	白	笑死

09:13PM	僔	8.40的樣子

09:13PM	僔	對啊幹

09:13PM	白	開始？

Sat, 05/25/2024

01:38AM	僔	啊你明天怎

01:38AM	僔	跟電機一起去嗎

01:39AM	白	他們九點多才要去

01:39AM	白	笑死

01:39AM	僔	阿你勒

01:39AM	僔	莊政達他們四個嗎

01:39AM	僔	還是全部笑死

01:40AM	白	不確欸 菜明憲說的

01:40AM	白	其他人我不知道

01:40AM	白	翁一定跟女友

01:40AM	白	跟洪母白

01:40AM	白	他們都在bot 

01:40AM	白	你幾點要去

01:40AM	僔	看你啊

01:40AM	僔	如果9.多

01:40AM	僔	我自己一個人不敢進場欸

01:41AM	白	從後面進應該可吧

01:41AM	白	總要有人上廁所

01:41AM	僔	那你要幾

01:41AM	白	可9.新體見

01:41AM	白	一起步入禮堂

01:41AM	僔	可 大門那側嗎 廣場那邊

01:41AM	白	感覺大

01:41AM	白	大優

01:42AM	僔	然後你跟我入座 我坐7040後面

01:42AM	僔	最優

01:42AM	僔	以後代號7040

08:03AM	僔	幹還是穿襯衫啊

08:03AM	僔	不然領口好空

08:29AM	僔	借

08:30AM	白	🉑

08:38AM	僔	你怎

08:38AM	僔	出嗎

08:38AM	白	殺小

08:39AM	白	差不多

08:39AM	白	買個早餐 好餓

08:39AM	僔	我看蠻多人都穿著出門欸

08:39AM	僔	學士服

08:39AM	僔	啊你怎去

08:39AM	僔	滑喔

08:42AM	白	對啊滑

08:52AM	白	你怎

08:53AM	僔	聽不清楚

08:54AM	僔	幹

08:54AM	僔	大白兔

08:54AM	僔	他是畢業生…

08:56AM	白	幹你娘

08:56AM	白	我的畢業花不見了

08:56AM	白	我去系辦一下

08:57AM	僔	我看沒有很多人有別欸

08:57AM	僔	幾乎沒有

08:58AM	白	喔喔喔好

08:58AM	白	但很不爽

08:58AM	白	你哪

08:58AM	僔	門口

09:03AM	白	你怎

09:03AM	白	走路中

09:03AM	僔	門口

09:29AM	僔	欸欸欸

09:29AM	白	怎

09:29AM	僔	你那邊有位置嗎

09:29AM	僔	我沒位置坐

09:29AM	僔	超好笑幹你娘

09:29AM	白	幹很好笑

09:29AM	白	殺小

09:29AM	白	我坐系主任這牌

09:29AM	白	排

09:29AM	白	大學部沒位置

09:29AM	僔	被國企的坐走

09:29AM	僔	欸有了

09:29AM	白	等等到

09:31AM	僔	欸我沒看到她欸

09:31AM	僔	中間隔一個國企所

09:31AM	白	幹你娘

09:31AM	白	衝殺小

09:31AM	僔	要來可講

09:33AM	僔	欸 她有白頭髮嗎

09:33AM	白	殺小

09:33AM	白	沒吧

09:33AM	僔	好吧

09:33AM	僔	看到後腦勺很像的

05:57PM	僔	欸所以

05:57PM	僔	你晚上要去嗎

05:57PM	僔	你可早回

05:58PM	白	否

05:58PM	白	Paper

05:58PM	白	要開始爆開會了

05:58PM	白	只有一個禮拜可以rebuttal 

05:58PM	白	燒

05:59PM	僔	開來我們是要隔好幾週才能信義蹦了

05:59PM	僔	Rebuttal是指重新開butt嗎

11:04PM	僔	你不忙的時候傳一下照片

Sun, 05/26/2024

Mon, 05/27/2024

01:23AM	僔	你今天大會計是不是有一個卷毛

01:23AM	僔	打

01:24AM	白	啥

01:24AM	白	好像

01:24AM	白	怎

01:24AM	僔	那校隊的欸

01:24AM	僔	我弟朋友

01:24AM	白	？

01:24AM	白	超弱

01:24AM	白	笑死

01:24AM	僔	超好笑幹

01:24AM	白	校隊越來越爛

01:24AM	僔	他還會在新體跟我打招呼

01:24AM	僔	幹超好笑

01:24AM	白	不高

01:24AM	僔	好想給我弟看

01:24AM	白	嗎

01:24AM	僔	175嗎

01:24AM	僔	頂多175

01:24AM	白	差不多

01:24AM	白	幹笑死

01:24AM	僔	你怎學長態度

01:24AM	白	我只注意到他的頭髮

01:24AM	白	我對他的籃球毫無印象

01:24AM	白	⋯

01:25AM	僔	媽的超好笑

01:25AM	白	啊他怎

01:25AM	白	怎突然提到卷毛

01:25AM	僔	我弟突然跟我說的

01:25AM	僔	他說電機就你在撐

01:25AM	白	你弟

01:25AM	白	今天在？

01:25AM	白	三小

01:25AM	僔	可以尊重一下給妳好評價的人嗎

01:25AM	僔	不在

01:25AM	僔	我也不知道他為啥知道

01:25AM	白	喔喔喔

01:26AM	僔	可能朋友限動吧

01:26AM	白	確實啊

01:26AM	白	幹你娘

01:26AM	白	累死

01:26AM	白	白癡系隊

01:26AM	白	沒

01:26AM	白	抱歉

01:26AM	白	我有記得他的頭髮啊

01:26AM	白	算是燙的蠻不錯的

01:26AM	僔	你他媽

01:26AM	僔	幹你娘超好笑

01:26AM	僔	嘴巴不能輸

01:26AM	白	確實

06:40PM	白	幹你昨天有去那個畢業趴嗎

06:41PM	僔	那啥

06:41PM	白	你沒看到很多人發嗎

06:42PM	僔	我可能沒認真看

06:42PM	僔	這樣

06:42PM	僔	這樣

06:42PM	僔	這怎

06:42PM	僔	很屌嗎

06:43PM	白	沒

06:43PM	白	蔡也在

06:43PM	白	雞掰

06:43PM	白	我竟然在開會

06:43PM	僔	喔幹

06:43PM	僔	真假

06:43PM	僔	我還真不知道有這個

06:43PM	僔	我超爆啊東西做不完

06:43PM	白	幹我想說你有可能會去

06:43PM	白	我不知道怎麼約的這個趴

06:44PM	僔	這啥啊

06:44PM	白	難受了

06:44PM	僔	還是管院的

06:44PM	白	不確

06:44PM	僔	或國企的

06:44PM	白	沒

06:44PM	僔	啊廖走了嗎

06:44PM	白	陳涵也在

06:44PM	白	走了

06:44PM	白	啊

06:44PM	僔	他現在在新體

06:44PM	僔	大家都是鎖爛哥

06:44PM	僔	水

06:44PM	僔	可以亂講話了

06:45PM	僔	你這週應該不會回來？

06:51PM	白	幹很好笑

06:51PM	白	明天會

06:51PM	白	發夜點

06:51PM	白	怎

06:51PM	僔	想你了

11:23PM	白	幹

11:23PM	白	一直看到蔡

11:23PM	僔	這個喔

11:23PM	白	在那個排隊

11:23PM	白	對

11:23PM	白	老E了

11:23PM	白	幹感覺是他媽的蔡在

11:24PM	白	所以沒人跟我講

11:24PM	白	難受

11:24PM	僔	為啥

11:24PM	僔	應該是他在

11:24PM	僔	才要跟你講吧

11:24PM	僔	但我完全不知道有這個趴

11:24PM	白	感覺有跟他們說不要找我

11:24PM	白	主辦管院的

11:24PM	白	超多人欸

11:24PM	白	會計政治很多人

11:25PM	僔	我認識的剛好沒參加吧

11:25PM	僔	這個有像你

11:25PM	僔	代理參加

11:25PM	白	這啥小

11:25PM	白	幹你娘

11:25PM	白	笑死

11:25PM	僔	超好笑

11:25PM	白	我是一個種族

11:25PM	僔	有點像欸

11:25PM	僔	但我看不到蔡

11:25PM	白	我也看不到

11:25PM	僔	你是說男同嗎

11:25PM	白	幹這麼多人沒有我們

11:25PM	白	扯了

11:25PM	白	你媽

11:26PM	僔	幹確實

11:26PM	白	蔡應該有問

11:26PM	僔	最近養了

11:26PM	僔	急了

11:26PM	白	我會不會去

11:26PM	白	我覺得啦

11:26PM	僔	所以國企那群都有去

11:26PM	白	我朋友甚至

11:26PM	白	先把我踢摯友

11:26PM	白	會計的

11:26PM	僔	幹

11:26PM	白	因為有菜

11:26PM	僔	太扯了吧

11:26PM	白	一定是

11:26PM	白	會計女

11:26PM	僔	喔說到這

11:27PM	白	叫他不要讓我看到

11:27PM	白	幹你娘

11:27PM	僔	嚕嚕把我家回來了

11:27PM	僔	有夠不理解

11:27PM	白	笑死

11:27PM	白	你有問嗎

11:27PM	僔	沒有

11:27PM	白	明天陪我抽煙

11:27PM	僔	但我覺得是

11:27PM	白	你會在嗎

11:27PM	僔	那男的

11:27PM	僔	會

11:27PM	僔	老菸寶

11:27PM	白	老e

11:27PM	白	小酌怡情

11:27PM	僔	今天就可 但今天不可

11:27PM	白	你幾點在

11:27PM	僔	明天嗎

11:27PM	白	供殺小

11:27PM	僔	晚上了

11:27PM	白	對啊

11:27PM	白	🉑

11:27PM	僔	白天不在

11:27PM	僔	幹 換你了

11:27PM	白	穩

11:27PM	白	確實

11:28PM	僔	要不是很忙

11:28PM	白	小回宿舍

11:28PM	白	確實

11:28PM	僔	不是小酌了

11:28PM	白	難受

11:28PM	僔	可明天見

11:30PM	僔	幹要是我說有 你就砸電腦了

11:30PM	僔	要是有我肯定第一個跟你講 甚至不管廖在不在

Tue, 05/28/2024

Wed, 05/29/2024

04:04AM	白	他應該喜歡我

04:04AM	白	他只follow我

04:04AM	白	怎辦

04:04AM	白	要出嗎

04:05AM	白	4.就睡覺了？

04:05AM	白	我很失望

04:05AM	白	我一不在你就墮落了

04:05AM	白	🚬

02:09PM	僔	出了

02:09PM	僔	妳大錯特錯

02:09PM	僔	是3.

02:09PM	僔	幹你買投影機要幹嘛

02:09PM	僔	我看過一個外流超屌

02:09PM	白	🉑

02:09PM	白	殺小

02:10PM	僔	他拿手機拍

02:10PM	僔	然後接投影機

02:10PM	白	這很適合投影

02:10PM	白	三小

02:10PM	僔	直接看自己做愛

02:10PM	僔	那真的超屌

02:10PM	白	幹超好笑

02:10PM	白	幹你娘

02:10PM	僔	刷新視野

02:10PM	僔	我是說邊做邊看

02:10PM	僔	Live

02:10PM	僔	真的超屌

03:46PM	僔	你們不要老是同一天發情好不好

03:46PM	僔	別說我內鬼啊 他會把我殺了

03:48PM	白	幹你娘

03:48PM	白	超級好笑

03:48PM	白	我覺得我跟他會是好朋友

03:48PM	白	截這個給他看

03:48PM	白	老婆爭奪戰

03:48PM	僔	超好笑

03:49PM	僔	但他的調跟我們比較不一樣

03:53PM	白	他怎

03:53PM	白	找她r

03:53PM	白	他感覺很好玩

03:55PM	僔	其實有機會可

03:56PM	僔	欸啊這週不回了？

03:56PM	僔	Analysis是指對結果的analysis趴

03:56PM	僔	嗎

03:56PM	僔	對訓練跟預測結果的analysis嗎

05:01PM	白	你怎

05:01PM	白	對啊

05:01PM	白	看要分析啥

05:02PM	白	從前兩頁的scores table去看之類的

05:17PM	僔	可

05:17PM	僔	再看看

05:17PM	僔	先去炸別科

05:18PM	僔	欸你下禮拜六借我胸花一下

05:18PM	僔	你應該不會用到吧

05:18PM	僔	我小畢典

10:05PM	白	🉑

10:05PM	白	你那時候鋼琴報告是啥

10:05PM	白	音樂會嗎

10:23PM	僔	我那時候沒去欸

10:23PM	僔	就寫上課心得

10:23PM	白	幹很好笑

10:24PM	白	上課心得

10:24PM	白	殺小

10:24PM	僔	老師說沒去的就寫上課心得

10:24PM	僔	真的

10:24PM	僔	欸等等

10:24PM	僔	還有

10:24PM	僔	好像是找音樂會的影片看

10:24PM	僔	寫心得

10:24PM	白	欸幹

10:24PM	白	那一樣

10:24PM	白	笑死

10:25PM	白	你的還在嗎

10:25PM	白	我看看

10:25PM	白	A的報告長怎樣

10:25PM	白	我好修改

10:25PM	僔	不在

10:25PM	白	幹你娘

10:25PM	僔	超好笑

10:25PM	僔	不要改

10:25PM	僔	照搬

10:25PM	白	借鑑一下啊

10:25PM	白	還真不敢

10:25PM	僔	我就看會不會這次還A

10:25PM	白	你那時候甚至沒有GPT

10:25PM	僔	算是窮盡了所有詞彙

10:25PM	僔	最後拿A

10:26PM	白	幹真的

10:26PM	白	我剛剛問了

10:26PM	白	我他媽還真寫不出

10:26PM	白	那些詞彙

10:50PM	僔	欸

10:50PM	僔	告訴你一個好康

10:50PM	白	殺小

10:50PM	白	幹嘛

10:50PM	僔	哀居查

10:50PM	僔	林子甯

10:50PM	白	怎

10:50PM	僔	查

10:50PM	僔	很重要

10:50PM	僔	去查

10:51PM	白	是

10:51PM	白	然後

10:51PM	僔	大白兔

10:51PM	白	喔喔喔

10:51PM	白	幹你娘

10:51PM	白	笑死

10:51PM	僔	那頭貼很色其實

10:51PM	白	欸粉絲很少欸

10:51PM	白	低調喔

10:51PM	僔	剛公開

10:51PM	僔	石頭剛告訴我的

10:51PM	僔	臉其實還好 但也有個70吧

10:52PM	僔	身材100的話

10:52PM	白	這樣嗎

10:53PM	白	他沒有腰

10:53PM	僔	這張還好

10:53PM	白	找一張

10:53PM	白	最像他的

10:53PM	白	畢竟我沒看過

10:53PM	白	新體版

10:53PM	僔	就差不多這樣啊

10:54PM	白	喔喔喔

10:54PM	僔	這張前面的不錯啊

10:54PM	白	我給廖老大

10:54PM	白	她贏了

10:54PM	白	抱歉兔子

10:54PM	白	下次再幹你

10:54PM	白	你問他要不要去信義

10:54PM	白	快點

10:55PM	僔	他有一個健身房精選啦

10:55PM	僔	可以去看

10:55PM	僔	其實可

10:55PM	白	來看看會不會回追

10:55PM	白	實驗一下

10:55PM	僔	你試試看

10:56PM	白	會的話感覺這個有機會

10:56PM	僔	用你的身材試試看

10:56PM	白	他男友

10:56PM	僔	這樣大家會搶欸

10:56PM	白	其實也不醜欸

10:56PM	白	但就不帥

10:56PM	白	笑死

10:56PM	僔	但很高

10:56PM	僔	180有把

10:56PM	僔	雞巴

10:56PM	僔	大白兔身材真的是我最喜歡的那種

10:56PM	僔	ㄏ

10:57PM	僔	但我在新體仍然是專注健身

Thu, 05/30/2024

02:18AM	白	誒這應該比你那時候多吧

02:18AM	白	幹我很怕沒有A+ ==

02:18AM	白	幫看

02:18AM	白	謝謝A哥

02:25AM	僔	多很多吧笑死

02:25AM	僔	這應該穩了啦

02:26AM	白	幹你娘

02:26AM	白	你到底寫多少

02:26AM	白	超好笑

02:26AM	白	吃宵

02:26AM	白	你吃了沒

02:26AM	僔	吃了

02:26AM	僔	要睡了

02:26AM	白	？

02:26AM	僔	明天要早起

02:26AM	白	？

02:26AM	白	？

02:26AM	白	？

02:26AM	白	因為嚕嚕的dump沒有你嗎

02:26AM	白	還是其實有

02:26AM	僔	我還沒看

02:27AM	僔	沒就沒

02:27AM	白	：（

02:27AM	白	；（

02:27AM	白	失望

02:27AM	白	失望

02:27AM	僔	明兒有大事

02:27AM	僔	先睡了

01:11PM	白	剛剛得知菜在華碩

01:11PM	白	行動利

01:11PM	白	笑死

02:41PM	僔	你怎

02:41PM	僔	放棄msi 

02:41PM	僔	故意不上ibm 

02:41PM	僔	想ib 跟im 

03:56PM	僔	幹媽的突然覺得

03:56PM	僔	要不是我拿了個A

03:56PM	僔	也不會讓你那麼認真寫

03:56PM	僔	搞不好因此你就也拿了個A

03:56PM	僔	我算是激勵你

08:37PM	僔	你那兩個表格有要填完嗎

08:37PM	僔	"classification的xgboost 還有

forcasting 的 catboost"

08:43PM	白	馬的xgb的不知道被哪個智障改到

08:43PM	白	本來弄完了

08:43PM	白	Forecast是蕭弄的

08:43PM	白	但我在趕paper沒空理他

08:43PM	白	怎

08:44PM	僔	我要analyze一下了啊

08:44PM	僔	我也是可以先跳過空格那邊

08:44PM	僔	請相信資管系的分析實力

08:45PM	僔	我們什麼屁話都講得出來

Fri, 05/31/2024

02:17PM	僔	這逼出現了

02:18PM	白	笑死

02:18PM	白	殺小

04:48PM	僔	趁你不在回來

04:48PM	僔	欸你有看過羅開恩了嗎

04:48PM	僔	醫院

07:34PM	白	有啊

07:34PM	白	我帶了一瓶酒

07:34PM	白	考完他還在的話可能會再去一次

07:35PM	僔	其實可

07:35PM	僔	可揪

07:35PM	僔	內湖是吧

07:35PM	僔	你可周

09:20PM	白	真大

09:20PM	白	🉑

09:21PM	白	但那時候廖在

09:21PM	白	偏尬

09:24PM	僔	The shape is insane

09:24PM	僔	偏一起

09:24PM	僔	讓她來台北沒地方住

11:48PM	僔	欸幹

11:48PM	僔	在忙嗎

11:48PM	僔	要不要玉欣珍

11:49PM	僔	餓了

11:53PM	白	殺小

11:53PM	白	沒看到

11:53PM	白	剛吃飽

11:53PM	白	酸菜魚

11:53PM	僔	心都碎了

11:53PM	僔	幹

11:53PM	白	真香

11:53PM	僔	偷出

11:53PM	白	外送

11:53PM	白	幹你娘

11:53PM	僔	啥小

11:53PM	僔	外送酸菜魚

11:53PM	僔	黃柏睿怎不確

11:53PM	僔	笑死

11:54PM	僔	你問他做啥

11:54PM	僔	他忽略

11:54PM	僔	然後標我能不能上台講

11:54PM	僔	超好笑

11:54PM	僔	"然後你問誰不會到

 ：我不確"

Sat, 06/01/2024

12:09AM	白	幹很好笑

12:09AM	白	算了

12:09AM	白	菜的朋友的男友

12:09AM	僔	幹你媽

12:09AM	僔	妳更好笑

12:09AM	僔	🉑

12:09AM	白	希望他會跟他女友說我罩他

12:09AM	白	🚬

12:09AM	白	然後菜就會再暈一次

12:09AM	白	ㄎ

12:09AM	白	計畫通

12:09AM	白	幹這很好笑

12:09AM	白	資管素質？

12:11AM	白	"同問

"

12:12AM	白	畢竟你也是助教

12:13AM	白	趕緊的

12:13AM	白	我老婆在剪影片

12:13AM	白	他在等我

12:14AM	僔	幹我根本不知道

12:14AM	僔	我看一下群組

12:14AM	僔	等一下

12:14AM	白	在混？

12:14AM	白	拿錢還混？

12:14AM	白	我要檢舉你

12:14AM	僔	大助一萬多

12:15AM	僔	交給他們了

12:15AM	白	🉑

12:15AM	白	合理

12:15AM	僔	沒啊 但他說10分就是10分

12:15AM	僔	妳要多個range

12:15AM	僔	那為啥不說11分

12:15AM	白	你很嗆喔

12:15AM	僔	我沒嗆

12:16AM	僔	但小傑的理念大概這樣

12:18AM	僔	幹我現在不能惹學生

12:18AM	僔	等一下評語很爛

12:19AM	僔	不是 這樣他會啥也沒做欸 好像也怪怪的

12:19AM	僔	然後去華碩

12:58AM	僔	學弟打傳說打到罵靠北

12:59AM	僔	好懷念

12:59AM	僔	那個位置的靠北

02:36AM	白	笑死

02:36AM	白	幹你娘

02:36AM	白	剛剛看到一個超正的

02:37AM	白	住我家二樓

02:37AM	白	操

02:37AM	白	以為是鄰居

02:37AM	白	可惜

02:37AM	白	帶了個男的 感覺可約去信義

03:12AM	僔	搞不好是男朋友

03:12AM	僔	但你比較近 可直接敲門

03:12AM	僔	？

03:15AM	白	確實

03:15AM	白	幹你娘剛要傳給你

03:15AM	白	超好笑

03:15AM	白	希望不是

03:15AM	白	幹那女的很騷

03:15AM	白	偏大

03:16AM	僔	Oh wow

03:16AM	白	下次按門鈴

03:16AM	白	等你

03:16AM	白	幹笑死

03:16AM	白	很兇喔

03:16AM	白	幹我看到你回的了

03:16AM	白	超好笑

03:16AM	僔	我沒有兇啦

03:16AM	僔	這不是事實嗎笑死

03:17AM	僔	好奇

03:17AM	僔	不好意思我家沒熱水了

03:31AM	僔	蠻好笑 想逃

03:32AM	僔	不是 正常來說如果要報告

03:32AM	僔	至少要整組出現吧

03:41AM	僔	幹超好笑 要是他沒到我們被扣分

03:41AM	僔	就會換你生氣了

04:00AM	白	必須說

04:00AM	白	這倒是真的

04:00AM	白	除非蔡原諒我

04:00AM	白	我就給他扣

12:53PM	白	我老婆是youtuber

05:07PM	僔	其實可

05:07PM	僔	分工：幫組員複合

05:07PM	僔	寶貝兒

05:09PM	僔	欸你們的影片

05:09PM	僔	不錯啊

05:09PM	僔	2分鐘看完10分鐘

07:02PM	白	啥

07:02PM	白	確實

Sun, 06/02/2024

03:37AM	白	主賓穿內褲

01:39PM	僔	這我看過了

01:40PM	僔	後面還偷愛愛

Mon, 06/03/2024

01:44AM	白	下來抽煙了

01:44AM	僔	你怎想我

02:52AM	白	catboost沒有best

02:52AM	僔	喔那時候沒有xgb 

02:52AM	僔	的資料

02:53AM	僔	靠北

02:53AM	白	喔喔

02:53AM	僔	我想到怎麼改了

02:54AM	僔	不過那邊應該也不是你講吧

02:54AM	白	你說的時候可以提一下為啥catboost沒有比xgboost好

02:54AM	白	因為他應該是要比較好

02:54AM	白	看你怎麼唬

02:54AM	僔	我幫黃柏睿想

02:54AM	白	他比XGBoost還要晚出現的

02:54AM	白	 喔喔是他講喔

02:54AM	白	我覺得你講誒 等下被搞到

02:54AM	白	他會講嗎

02:54AM	白	他前面簡報做超醜害我還要改

02:54AM	白	林娘雞掰

02:55AM	僔	他有做喔

02:55AM	白	有 我資料集的部分叫他弄

02:55AM	白	本來超醜

02:55AM	白	受不了

02:56AM	僔	難怪我想說你怎風格突變

02:56AM	僔	"那應該是學理論的時候才會說cat比較好 嗎

實際上不一定？"

02:56AM	僔	還是一定

02:57AM	白	catboost paper上的表現比xgboost好

02:57AM	白	但不適用於我們這個dataset

02:57AM	白	應該是要這樣講

02:58AM	僔	感覺也不用特別提到 結果是怎樣就是怎樣

02:58AM	僔	我直接改成這兩個有最好的precision 理由分別是

02:58AM	僔	這樣

02:58AM	白	行啊

02:58AM	白	反正他應該也講不出什麼洨

02:58AM	白	zzz

02:58AM	白	幹我如果還跟菜再一起我就可以跟他抱怨

02:58AM	白	操

02:58AM	白	雞掰

02:58AM	白	老eㄌ

02:59AM	僔	可跟我抱怨

02:59AM	僔	我可備胎

02:59AM	僔	老備了

03:00AM	白	🉑

03:00AM	白	你第一次跟他做喔

03:00AM	白	笑死 我真的不知道他做了啥

03:00AM	白	蕭至少看起來還有點認真啦

03:00AM	僔	欸真的第一次

03:00AM	白	我覺得蕭還行

03:01AM	僔	我知道黃喜歡追求涼

03:01AM	白	但我沒看code 感覺會很亂

03:01AM	白	喔真假

03:01AM	僔	對

03:01AM	僔	但他給我的感覺

03:01AM	僔	不太負責了

03:01AM	白	又被他涼到了

03:01AM	白	幹確實

03:01AM	白	很屌誒

03:01AM	白	第一次看到

03:01AM	白	很好笑

03:01AM	僔	你沒看我群組

03:01AM	白	已經太荒謬

03:01AM	僔	還有我前幾天跟你說的時候

03:01AM	白	你生氣氣誒

03:01AM	白	氣pupu

03:01AM	僔	沒生氣啦

03:02AM	僔	但要該負責一下

03:02AM	僔	不是 那個吃午餐太扯

03:03AM	僔	早講 然後做點事是還好

03:03AM	僔	但沒做什麼然後前兩天才講是蠻屌

04:01PM	白	"git config --global user.name ""Bai1026""

git config --global user.email ""1132abc30@gmail.com""

Tue, 06/04/2024

05:40PM	白	你後面的超正

05:41PM	僔	好像很常在這看到

05:41PM	僔	但有男友

Wed, 06/05/2024

05:21PM	白	今可喝

05:21PM	白	找個妞來一起玩

05:22PM	僔	我正想問你晚上怎

05:23PM	僔	難…

05:23PM	僔	但我家教到10.

05:23PM	僔	你們要不要來長興一起叫車

05:26PM	白	得喝

05:26PM	白	或許我們會捷運 idk

05:27PM	白	看有無下雨

05:27PM	白	沒差啊 我只是想喝酒

05:34PM	白	可領取發光喵頭飾

08:01PM	僔	希望否

08:01PM	僔	Maybe加個石頭跟李

08:01PM	僔	Maybe

08:01PM	僔	可喵

08:02PM	白	all good

08:02PM	白	可喵

08:02PM	白	帶著去ruff

08:02PM	白	老騷了

10:06PM	僔	下雨欸幹

10:06PM	僔	可是氣象長這樣

10:07PM	僔	要再觀望一下嗎

10:14PM	僔	其實不大 而且在室內應該還好？

10:14PM	白	我應該還是會去

10:14PM	白	他化妝了

10:14PM	白	笑死

10:18PM	僔	可啊

10:18PM	僔	你會很早嘛

10:54PM	白	你幾點

10:54PM	白	我要去領喵喵

10:54PM	僔	幹超好笑真的喔

10:54PM	僔	12吧

10:54PM	僔	還在吃

11:07PM	白	喔喔那我先去

11:08PM	白	本來想說經過你那的

11:08PM	白	狗東西

11:08PM	僔	你在情勒

11:08PM	僔	你在情勒

11:08PM	僔	為什麼不來等我呢寶

11:34PM	僔	等等計畫是啥

11:34PM	僔	行程

11:35PM	白	我在ai 

11:35PM	白	然後r

11:35PM	僔	酒呢

11:35PM	僔	妳喝了喔

11:41PM	白	Ai喝🀄️

11:41PM	白	感覺是爽拿

11:41PM	白	我現在拿三倍了

11:41PM	白	你可來

11:41PM	白	或許可喝爽

11:42PM	僔	幹雨超大

11:43PM	僔	這要12.前欸

11:43PM	白	我拿給你就好啊

11:43PM	僔	你怎厲害

11:43PM	僔	所以我直接ai嗎

11:44PM	僔	但還要一陣子

11:57PM	白	🉑

11:57PM	白	你到了再跟我說

11:57PM	白	我跟你說在哪

Thu, 06/06/2024

12:05AM	僔	出門

12:18AM	僔	要上去了

12:19AM	僔	要進了

12:20AM	僔	妳哪

02:07AM	白	他快死了

02:07AM	白	快笑死

02:07AM	白	你可angel

02:07AM	僔	不可

02:07AM	僔	試過了

02:07AM	僔	妳要回了？

02:07AM	白	幹你娘

02:07AM	白	快笑死

02:07AM	白	不確

02:08AM	白	回跟你說

02:08AM	僔	你怎

02:08AM	僔	妳哪

02:08AM	白	還在觀望

02:08AM	白	外面

02:08AM	僔	妳哪

02:08AM	僔	外面了？

02:08AM	僔	妳等我一下

02:08AM	僔	我上個廁所上去

02:37AM	白	270-50 220

03:11AM	僔	幹

03:11AM	僔	亮燈

03:11AM	僔	我大勃

03:11AM	僔	超屌

04:39AM	僔	現在還亮 更屌

04:40AM	白	啥小

04:40AM	白	學弟怎

04:40AM	僔	超燒

02:51PM	僔	幹幹幹

02:51PM	僔	我改到你的ｐｒｏｊｅｃｔ

02:51PM	僔	太屌了今天

03:46PM	白	真假

03:47PM	白	你們看啥去改

03:47PM	白	請給我們滿分

03:47PM	白	謝謝

05:56PM	僔	影片

05:56PM	僔	🉑

05:56PM	僔	今天還要喝嗎

07:55PM	白	你怎

07:56PM	白	我否

07:56PM	白	你喝？

07:57PM	僔	在想啊

07:57PM	僔	想說沒事

09:02PM	白	"這什麼洨

"

09:02PM	僔	這啥

09:02PM	僔	哪科

09:03PM	白	喔幹

09:03PM	白	沒事

09:03PM	白	商管成程式碼

09:04PM	僔	你怎

09:04PM	僔	怎不喝

09:08PM	白	他媽的事情還多的勒

09:08PM	白	你這狗逼

09:08PM	僔	妳這娘炮

09:08PM	僔	你俗辣

09:09PM	僔	媽的 是不會帶電腦去？

10:11PM	僔	已評完

10:11PM	僔	敬請期待

11:14PM	白	真他媽可愛

11:14PM	白	🉑

11:14PM	僔	媽的

11:14PM	僔	喝酒

11:14PM	僔	俗辣

11:14PM	白	溫馨時光

Fri, 06/07/2024

01:04AM	僔	這啥小

01:04AM	僔	摯友

01:04AM	僔	Bug嗎

01:08AM	白	幹

01:08AM	白	我正要問你

01:08AM	白	超好笑

01:08AM	白	快笑死

01:08AM	僔	他是不是被盜

01:08AM	白	還是按到什麼全加摯友

01:08AM	白	真騷

01:09AM	僔	欸他是公開帳

01:09AM	僔	也可能吧

01:09AM	僔	但要怎麼全加 有上限吧

01:09AM	僔	但這個摯友很棒

01:09AM	僔	很大的摯友

01:24AM	白	欸啊下一個

01:24AM	白	又不是摯友

01:24AM	白	是怎

01:24AM	僔	有差別啊

01:24AM	僔	摯友都是自己

01:24AM	僔	後面都是朋友

01:24AM	白	摯友還沒不見欸

01:25AM	僔	他不想讓大家知道她漂亮

01:25AM	白	是怎

01:25AM	白	值得思考

01:25AM	僔	還是他想搞我們

01:25AM	僔	拜託搞我

01:25AM	僔	他是姊姊對吧

01:25AM	僔	Ok

01:25AM	白	這我不確

01:25AM	白	但我也要

01:25AM	白	謝謝

02:23PM	僔	欸妳等等都在家對吧

02:23PM	僔	我等等可能會經過科技大樓

02:23PM	僔	3 4.之類的

02:23PM	僔	跟你借個領帶

02:24PM	僔	還有花

02:24PM	僔	小畢典

Sat, 06/08/2024

06:47PM	僔	我又被放棄了

06:47PM	僔	哈哈哈

06:48PM	僔	過了一兩個月我才是很爛的人嗎

08:03PM	白	啥

08:03PM	白	你怎

08:03PM	僔	今天小畢典

08:04PM	白	可信義

08:04PM	僔	不能去 更不舒服了

08:04PM	僔	下禮拜

08:04PM	白	怎

08:04PM	僔	有人說要來

08:04PM	僔	但

08:04PM	僔	我是一個很爛的人

08:04PM	白	你怎破🏠

08:04PM	白	你不揪

08:04PM	白	不然我就帶酒去了

Sun, 06/09/2024

03:30AM	白	這人啊

03:30AM	白	誰

12:48PM	僔	我們系的

12:50PM	僔	為啥時間越久越來越難過欸

08:55PM	白	你哪

08:55PM	白	今天我學弟郵包

08:55PM	白	有包

Mon, 06/10/2024

05:48PM	僔	今天再喝啊

Wed, 06/12/2024

12:38AM	僔	明天要不要喝酒

12:38AM	僔	不然我就公開我跟你的性愛影片喔

12:38AM	僔	不處理就等著出名吧

12:38AM	僔	人不做非要當狗？

12:39AM	僔	好啦開玩笑的

12:39AM	僔	怕你覺得是真的

12:39AM	僔	這是認真問

12:47AM	白	信義喔

12:47AM	白	我小燒

12:47AM	白	幹你娘

12:47AM	僔	Of course

12:47AM	白	他怎麼沒傳給我

12:47AM	僔	發燒

12:47AM	僔	？

12:47AM	白	想存

12:47AM	白	沒

12:47AM	白	Final

12:47AM	僔	喔喔喔

12:47AM	白	能去可跟妳說

12:48AM	僔	我也好燒

12:48AM	僔	心態都快沒了 還遇到這種事

05:58PM	僔	燒電腦還燒酒

05:58PM	僔	我家教到10.

05:59PM	白	基本上今天是沒什麼可能

08:46PM	僔	媽的sing go就是接信義

08:46PM	僔	你啥時結束

08:46PM	僔	五感覺去不妥 有歌手的樣子

09:24PM	白	可愛

Thu, 06/13/2024

12:42AM	白	吃宵沒

12:42AM	僔	幹喔

12:45AM	白	幹你娘勒

12:45AM	僔	廖老大叻

12:45AM	僔	你怎不跟他吃

12:46AM	白	他剛回家啊

12:46AM	僔	？

12:46AM	僔	喔

12:47AM	白	殺小

12:47AM	僔	啥時回來

12:47AM	白	不能回家喔

12:47AM	僔	她

12:47AM	白	不確

12:47AM	白	我禮拜六回台中

12:47AM	僔	我以為他要待到底了

12:47AM	僔	幹喔

12:47AM	白	喔因為我要回去

12:47AM	白	殺小

12:47AM	白	禮拜五可信

12:47AM	僔	五感覺蠻擠

12:47AM	僔	明天勒

12:48AM	白	明天電機邀月

12:48AM	白	除非下來還沒很晚

12:48AM	白	那就可

12:48AM	僔	下來？

12:48AM	白	從邀約下來啊

12:48AM	僔	喔喔

12:48AM	白	可動態調整

12:48AM	僔	我以為你打錯字

12:48AM	白	再跟你說

12:48AM	僔	我心快炸了

12:48AM	白	殺小

12:48AM	僔	最近為啥那麼衰小

12:48AM	白	你怎

12:48AM	白	我要看影片

12:49AM	僔	操

12:49AM	白	我要拿影片尻槍

12:49AM	僔	超噁

12:49AM	僔	拜託不要了

12:49AM	白	幹他沒傳給我

12:49AM	白	他不知道我想要？

12:49AM	白	一萬跟他收

12:49AM	白	不用勒索你

12:49AM	僔	我有點擔心

12:49AM	僔	要失去朋友了

12:49AM	白	怎

12:50AM	白	不會是

12:50AM	白	不要聯絡了

12:50AM	僔	我怕啊

12:50AM	白	你是在想這個嗎

12:50AM	白	為啥

12:50AM	白	彭彭叫他嗎

12:50AM	白	你覺得

12:50AM	白	不然怎有這種想法

12:50AM	僔	對啊 但我可以理解

12:50AM	僔	只是如果真的不能聯絡還什麼的

12:50AM	僔	也有點瞎

12:50AM	白	確實

12:50AM	白	太多

12:50AM	白	你們啥時吃

12:50AM	白	感覺那一晚

12:50AM	僔	20號前

12:50AM	白	你會需要酒精

12:51AM	白	希望我還在北

12:51AM	白	你在台北幹嘛

12:51AM	白	到啥時

12:51AM	僔	啥時回

12:51AM	白	我23回北

12:51AM	白	小畢典

12:51AM	僔	喔幹

12:51AM	僔	那我待久一點

12:51AM	白	你現在在

12:51AM	白	台北幹嘛

12:51AM	僔	有點擔心那天過後

12:51AM	僔	家教

12:51AM	白	確實

12:51AM	僔	還有其實

12:51AM	僔	就是要等她生日

12:51AM	白	你會需要酒友

12:51AM	僔	吃飯

12:51AM	白	幹

12:51AM	白	你怎

12:51AM	白	臥操

12:51AM	白	還沒約？

12:51AM	白	日期

12:52AM	僔	還沒

12:52AM	白	感覺要先空下來

12:52AM	白	🉑

12:52AM	僔	哈哈哈

12:52AM	白	你再跟我說

12:52AM	僔	很怕欸

12:52AM	僔	這就是我一直都很擔心的事

12:52AM	白	我的雙人床很大

12:52AM	白	可以肛交

12:52AM	白	忘記傷痛

12:52AM	僔	其實可

12:52AM	白	用傷痛

12:52AM	白	忘記傷痛

12:52AM	僔	妳記得我們在路邊遇到他嗎

12:52AM	僔	新生南

12:52AM	白	是

12:53AM	白	怎

12:53AM	僔	啊我不是那前幾天才帶他看醫生

12:53AM	白	對啊

12:53AM	僔	但大概就那時候 她就不回我了

12:53AM	僔	已讀那種

12:54AM	僔	看那個日期

12:54AM	僔	昨天才回

12:54AM	僔	這也是昨天回

12:54AM	僔	然後我就有點怕

12:54AM	白	馬的沙小

12:54AM	白	太長了吧

12:54AM	僔	然後就出事 外流

12:54AM	白	快笑死

12:55AM	僔	然後我還是第一個call她==

12:55AM	僔	但我真的很瘋

12:55AM	白	啊他怎

12:55AM	白	不會沒接吧

12:55AM	僔	我跟她出派出所後

12:55AM	僔	有

12:55AM	白	喔喔喔喔

12:55AM	僔	她有來

12:55AM	白	畢竟他看過了

12:55AM	白	吃過了

12:55AM	白	其實可陪

12:55AM	僔	我還直接說你不是有話要講

12:55AM	白	是

12:56AM	僔	應該沒看過我打手槍

12:56AM	僔	她就說 都遇到這種事了

12:56AM	僔	笑死 確實 我只想知道她到底要講什麼

12:56AM	僔	反正真的心情超不好幹

12:56AM	僔	刺青一直被我爸說很醜 他很討厭

12:56AM	僔	破事一堆

12:57AM	白	好啦其實等等可喝 你要嗎

12:57AM	白	看你太慘

12:57AM	僔	太突然了吧

12:57AM	白	看你

12:57AM	僔	哪

12:57AM	白	要喝可叫我

12:57AM	白	隨意

12:57AM	白	幹很緊張

12:57AM	白	害我也緊張了

12:57AM	僔	我還要吃飯也沒洗澡 應該頂多你家

12:58AM	白	色狗

12:58AM	僔	就很怕啊 我是真的很怕

12:58AM	白	你以為妳是🈯️🈯️？

12:58AM	僔	喜歡去別人家

12:58AM	白	🈯️🈯️可以來我家

12:58AM	僔	幹其實可

12:58AM	僔	我有🈯️過

12:58AM	白	笑死

12:58AM	僔	這樣可以嗎

12:58AM	白	🈯️殺小幹你娘

12:58AM	白	啊

12:58AM	白	還是明天好了

12:58AM	白	感覺明天可

12:58AM	僔	你又怎

12:59AM	白	我今天先把東西弄一弄

12:59AM	僔	其實可

12:59AM	僔	我自行冷靜

12:59AM	白	其可

12:59AM	白	明天看幾點

12:59AM	白	你先忍 明天找路人

12:59AM	白	然後帶回家幹

12:59AM	白	學弟在嗎

12:59AM	僔	在

12:59AM	僔	今天回的

12:59AM	僔	操 我上個假日回台中啦

01:00AM	僔	所以沒有回你那個包廂的訊息

01:00AM	僔	完美錯過

01:00AM	僔	欸其實會怕

01:00AM	僔	真外流

01:00AM	僔	以後要先確定對方的手機放在哪

09:43PM	僔	怎今天有嗎

09:58PM	白	你怎

09:58PM	白	我們剛到邀月

10:00PM	僔	剛買宵夜 還沒洗澡

10:00PM	僔	你怎

10:00PM	僔	有的話幾點

10:00PM	白	還真不確

10:00PM	僔	還是沒

10:00PM	白	2.之類的吧

10:00PM	白	我是想

10:00PM	白	但看他們幾點下去

10:00PM	僔	你想撿屍

10:00PM	白	信義squad都在了

10:00PM	白	這你

10:01PM	僔	這婊子已經dressed up了

10:01PM	僔	妳下去到信義要多久

10:01PM	僔	就假設要去的話這樣要多久

Fri, 06/14/2024

01:32AM	僔	看來是涼了

01:32AM	白	其實我們在收牌了

01:33AM	白	笑死

01:33AM	白	你現在狀態怎

01:33AM	僔	操

01:33AM	白	但可能不會去R

01:33AM	白	或是很晚下去

01:33AM	僔	Mentally嗎

01:33AM	白	你斟酌

01:33AM	僔	沒啦 應該否了

01:33AM	僔	但我很好👌🏻

01:34AM	白	才130

01:34AM	白	你怕？

01:34AM	僔	操

01:34AM	僔	過去都2.30了吧

01:35AM	僔	泰國人在那的樣子

01:36AM	僔	你們有要去喔

01:36AM	僔	我說信義

01:37AM	白	喔喔喔幹確實可能會拖很久

01:37AM	白	笑死

01:50AM	白	喔喔喔沒要去信義

01:50AM	白	穩

Sat, 06/15/2024

02:22PM	白	冰箱有蛋塔

02:22PM	白	你可吃

02:22PM	白	我忘記拿了

Sun, 06/16/2024

12:36AM	白	我老婆喜歡我

01:39AM	僔	幹那個要追蹤你的

01:39AM	僔	也一直追蹤我又退

01:39AM	僔	🈸

02:23AM	白	幹超躁的

02:23AM	白	低能兒

02:23AM	白	他這樣弄我半年了

02:23AM	白	zz

02:43AM	白	我老婆說要修資料庫 很難嗎

02:43AM	白	小傑的

05:46AM	僔	小傑的就不容易了吧我覺得

05:46AM	僔	他之前project還要寫全端

05:46AM	僔	現在我不知道

03:21PM	僔	妳說23回 然後23有包是嗎

03:25PM	白	你媽才有包

03:25PM	白	23沒包吧

03:25PM	僔	還是你是說朋友要來啥的

03:26PM	白	對啊

03:26PM	僔	有女生嗎

03:26PM	白	但目前都男喔

03:26PM	白	你怎

03:26PM	白	我應該會約

03:26PM	僔	沒啊

03:26PM	僔	那天感覺要喝

03:26PM	僔	哈哈哈

03:26PM	白	可喝

03:26PM	白	可找女

03:26PM	僔	幹我昨天

03:26PM	僔	穿背心去

03:26PM	僔	一直被摸

03:26PM	僔	但都很醜

03:44PM	白	幹你娘很好笑

03:44PM	白	有🈸嗎

03:44PM	僔	沒有 好險

03:44PM	白	誒如果我們要把我們網頁上架

03:44PM	僔	但有一個女的直接在大家面前摸我的手 然後比讚

03:44PM	白	你要一起嗎

03:44PM	白	怎沒幹

03:44PM	僔	直接project一波嗎

03:44PM	白	當你的side project

03:45PM	僔	醜 大隻

03:45PM	白	對

03:45PM	白	我覺得需要一點side project

03:45PM	僔	其實可欸 但沒壓力對吧

03:45PM	白	沒啊

03:45PM	白	我只是想要搞而已

03:45PM	白	感覺有料

03:45PM	僔	因為我想練練技術

03:45PM	白	下一個dcard

03:45PM	僔	對

03:45PM	白	你CTO

03:45PM	僔	我們系有人也做很像的

03:45PM	僔	然後真的上線

03:45PM	白	你說這種網站喔

03:45PM	僔	但他 太屌了

03:45PM	僔	對

03:45PM	白	還是scard

03:46PM	僔	這

03:46PM	白	幹我想看

03:46PM	白	你有網址嗎

03:46PM	僔	留學資訊交換啥的

03:46PM	僔	沒

03:46PM	白	喔喔 他自己的side project?

03:46PM	白	那我先算你ㄛ

03:46PM	白	zoe也想弄

03:46PM	白	真可愛

03:46PM	白	我想弄他

03:46PM	僔	… 你可

03:47PM	白	幹我一放假太閒

03:47PM	白	就覺得很奇怪

03:47PM	白	感覺可搞上架

03:47PM	僔	你不去實習嗎

03:47PM	白	幹還在想

03:47PM	白	這禮拜思考思考

03:47PM	僔	我不確定算不算 但他是真的搞上線而且有人用

03:47PM	白	有盈利ㄇ

03:48PM	僔	忘了 但這人應該已經出國了

03:48PM	白	感覺做到可以盈利會很屌

03:48PM	白	同屆？

03:48PM	僔	美國國籍幹

03:48PM	僔	對啊

03:48PM	白	喔幹你娘

03:48PM	白	不用當兵喔

03:48PM	僔	我們班的

03:48PM	僔	過瘦

03:48PM	白	幹你娘

03:48PM	僔	超爽

03:48PM	白	雙重buff

03:48PM	白	很扯

03:48PM	僔	人生勝利了

03:49PM	僔	其實可side 一波

03:49PM	僔	找事做

03:49PM	白	確實

03:49PM	僔	但上線感覺要錢

03:49PM	白	我昨天發的那個

03:49PM	白	也是滿酷

03:49PM	白	我沒實習就來開搞開源專案

03:50PM	僔	很屌 有料

03:51PM	僔	還有3000刺

03:51PM	僔	很爽

03:51PM	白	那刺青師

03:51PM	白	超牛

03:51PM	白	頂ㄉ

03:51PM	白	你之後要我也可以幫你問

03:51PM	僔	刺一個唧唧在背上

03:51PM	僔	這樣我幹你的時候

03:51PM	白	這交給你

03:51PM	僔	會更興奮

03:51PM	白	你媽會喜歡

03:51PM	僔	我爸說不能再刺了

03:51PM	僔	但如果刺一個屌

03:51PM	僔	應該是可以接受的

Tue, 06/18/2024

01:42AM	白	誒

01:42AM	白	用過aws嗎

01:42AM	僔	沒

01:42AM	白	開過python service嗎

01:42AM	僔	沒

01:42AM	白	幹你娘

01:43AM	僔	我就是那麼破

01:43AM	白	你怎

01:43AM	白	吃飯了喔

01:43AM	白	怎破破爛爛

01:43AM	僔	喔沒有啦幹

01:43AM	僔	笑死

01:43AM	僔	還很久啊

01:43AM	白	笑死

01:43AM	白	靠杯

01:43AM	白	🉑

01:43AM	白	來問巫鴻儒

01:43AM	白	你這網服修假的？

01:44AM	僔	網服根本沒交這些

01:44AM	僔	教

01:44AM	僔	幹我真的很想快點離開台北

01:44AM	僔	但有局的時候請叫上我

01:44AM	白	沒有問題

04:13PM	僔	我剛在新體

04:13PM	僔	聽到一個人很大聲的說

04:13PM	僔	那是蔡詩芸借我的

04:13PM	僔	好像是林柔期

04:13PM	白	他在新體？

04:14PM	僔	但不是健身房那邊的樣子

04:14PM	白	幹還以為是男生

04:14PM	僔	不確

04:14PM	僔	女的

04:14PM	白	差點殺回台北

04:14PM	白	你可弄柔起

04:14PM	白	超正

04:14PM	白	單身

04:15PM	僔	她超正欸

04:15PM	僔	但他會想說 媽的白宗民的朋友

05:41PM	僔	欸

05:41PM	僔	我懂你在新體看到蔡詩芸的感覺了

05:42PM	僔	才剛講笑死

08:52PM	白	笑死

08:52PM	白	你怎

08:52PM	白	你們現在有這麼尷尬嗎

08:52PM	白	幹你娘 一定要給你看到

08:52PM	白	我還特別去截圖笑死

Wed, 06/19/2024

12:51AM	僔	不知道

12:51AM	僔	好煩

12:51AM	僔	媽的400-500 超過了

12:51AM	僔	台大電機這種數學？

12:52AM	僔	啊靠北誰按讚

12:56AM	白	抓一個誤差值還好吧

12:56AM	白	沒做過實驗？

12:56AM	白	管院仔

12:57AM	僔	真沒

12:57AM	白	🏠

12:57AM	白	👍

12:57AM	僔	為什麼不是破的

12:57AM	僔	幹不是

12:57AM	僔	一堆我不認識的

12:57AM	僔	怎

12:58AM	白	誰知道笑死

12:58AM	白	他們覺得很好笑吧

Thu, 06/20/2024

01:59AM	白	臥操

01:59AM	白	你有看到嗎

01:59AM	僔	被踢了

01:59AM	僔	他們應該在一起了吧

01:59AM	白	是

01:59AM	白	喔你知道了喔

01:59AM	白	看起來是

01:59AM	白	不確

01:59AM	白	所以問你

01:59AM	僔	他說有話跟我講的時候應該就是在一起了

02:00AM	白	感覺是喔

02:00AM	僔	但前幾天又被踢了

02:00AM	僔	很好啊

02:00AM	白	幹那這樣對你來說是

02:00AM	白	偏好？

02:00AM	白	還是不好

02:00AM	僔	就沒差啊

02:00AM	白	你本來預想最差是啥

02:00AM	白	ㄜ不要當朋友？

02:00AM	僔	對

02:00AM	僔	但我會覺得

02:00AM	白	所以這個其實不是最差的

02:00AM	僔	很可笑

02:00AM	僔	在不在一起沒差

02:01AM	白	🉑

02:01AM	白	懂

02:01AM	白	幹

02:01AM	白	那

02:01AM	白	那男的

02:01AM	白	很小家子氣欸

02:01AM	僔	我有看到他們牽手過啊

02:01AM	白	如果是他提出要踢摯友的話啦

02:01AM	白	他是什麼anti吳孟融

02:01AM	僔	你去看我也被移掉很多精選

02:01AM	僔	還有文

02:01AM	白	不是

02:01AM	僔	甚至是留言

02:01AM	白	我沒有看過他的競選

02:02AM	白	⋯

02:02AM	僔	沒關係

02:02AM	白	真假

02:02AM	僔	我能理解男生會在意

02:02AM	白	你覺得是他自己

02:02AM	白	還是男生

02:02AM	僔	不知道 可能到時候問清楚吧

02:02AM	白	🉑

02:02AM	白	等你

02:02AM	僔	但

02:02AM	白	是

02:02AM	僔	友情不該這樣斷吧

02:02AM	白	你們這樣算斷？

02:02AM	僔	我怕啊幹

02:03AM	白	喔喔喔喔

02:03AM	僔	我一跟二

02:03AM	僔	連續遇到她

02:03AM	僔	但我都裝沒看到

02:03AM	白	所以目前還是一個未明瞭的情況

02:03AM	僔	對

02:03AM	白	啊你們他媽是約了沒

02:03AM	僔	但我剛剛有祝她生日快樂

02:03AM	僔	23咩

02:03AM	僔	你不是剛好23上來

02:03AM	白	🉑

02:03AM	白	穩妥

02:03AM	白	穩穩的

02:03AM	僔	阿我不是一直說那天需要喝

02:03AM	僔	可能

02:03AM	白	一定到啊

02:03AM	僔	我是不是從頭到尾都一直說

02:04AM	僔	怕失去朋友

02:04AM	白	確實

02:04AM	僔	我也能理解男生的立場 如果是他要求的話啦

02:04AM	僔	但說真的

02:04AM	白	幹那他很在意

02:04AM	僔	我跟女生曖昧的時候

02:04AM	僔	我都先說我有一個很好的女生朋友

02:04AM	僔	不能限制太多

02:06AM	白	合理

02:06AM	白	感覺不要聊天就好了吧

02:06AM	白	ｚｚ

02:06AM	僔	但我跟她聊天也是講幹的不然就是八卦

02:06AM	僔	也沒啥

02:07AM	僔	我在意的還是

02:07AM	僔	就朋友來說我真的不覺得我該被這樣對待

02:10AM	白	懂

02:10AM	白	沒事

02:10AM	白	等我上去喝

02:10AM	白	但或許他會跟你好好說？

02:10AM	白	還是你覺得那天你會需要爆喝

02:10AM	僔	當然希望她好好說

02:11AM	白	這你傳的喔

02:11AM	僔	對

02:11AM	白	標點符號喔

02:11AM	白	這麼厲害

02:11AM	白	。

02:11AM	僔	因為很長

02:11AM	白	啊他有回嗎

02:11AM	白	還是又無

02:11AM	僔	還沒

02:11AM	僔	不急

02:11AM	白	🉑

02:11AM	僔	這12.多傳的

02:11AM	白	再談

02:11AM	白	喔喔靠杯

02:11AM	僔	生日訊息

02:12AM	僔	其實我本來就想等他們在一起再跟他好好談

02:12AM	僔	不然感覺會很像我一直在干擾他們

02:13AM	白	你怎成為第三者

02:13AM	僔	…

02:13AM	白	幹是我會很不爽

02:13AM	白	==

02:13AM	白	你何必

02:13AM	白	🚬

02:13AM	白	好他可能對你來說太重要

02:14AM	僔	對啊

02:14AM	僔	重要

02:14AM	僔	但我本來就這種個性

02:14AM	白	你是🈸

02:14AM	白	去找個屁眼操操看

02:14AM	白	或許會開發新天地

02:14AM	白	然後彭彭也不會有戒心

02:14AM	僔	我前幾天發這個在摯友

02:14AM	白	是

02:15AM	白	我知道

02:15AM	僔	是這個意思

02:15AM	白	怎

02:15AM	僔	哈哈哈

02:15AM	白	你怎發給他看

02:15AM	僔	我也不知道他有沒有看到

02:15AM	僔	忘記了

02:15AM	僔	他應該噤聲我吧

02:15AM	白	為啥

02:15AM	白	怎搞成這樣

02:15AM	僔	不知道 但應該很早

02:15AM	白	偏意料之外

02:16AM	僔	但他有噤聲他另一個朋友

02:16AM	僔	他說我跟另一個是她大學最好的兩個朋友

02:16AM	僔	都被噤聲了

02:17AM	僔	靠背

02:17AM	僔	他讀了

02:18AM	僔	"我甚至覺得他搞不好看到了會說：

那就現在講一講 我們在一起了 他不喜歡我跟你接觸 我們不要吃飯了"

02:19AM	白	你說哭哭那天那個喔

02:19AM	白	臥操

02:19AM	白	臥操

02:19AM	白	牛逼

02:19AM	白	等你

02:19AM	僔	？

02:19AM	白	他不是有一天哭

02:19AM	白	的那個女生喔？

02:19AM	白	什麼被拋下

02:19AM	白	還啥

02:19AM	僔	她哭？

02:19AM	白	總圖前哭？

02:19AM	白	不是嗎

02:19AM	僔	喔喔喔

02:19AM	白	你說你去陪他

02:20AM	僔	對啊

02:20AM	白	喔

02:20AM	白	damn

02:20AM	僔	那我被拋下的時候呢

02:20AM	僔	好啦還有你

02:20AM	白	你可哭

02:20AM	白	確實

02:20AM	僔	兩次了欸

02:20AM	僔	哈哈

02:20AM	白	還有你的屁眼

02:20AM	白	可以自己操自己

02:20AM	白	啊他是不是會很久才回啊

02:20AM	白	還是部會

02:20AM	僔	感覺會吧

02:20AM	白	幹 超難受

02:21AM	白	看了都難受

02:21AM	僔	她可能會已讀

02:21AM	僔	難受啊

02:21AM	白	好啦 快禮拜日了

02:21AM	白	酒精要來了

02:25AM	僔	我反而希望她已讀到週日

02:25AM	僔	還是其實

02:25AM	僔	是彭在檢查

Fri, 06/21/2024

12:14PM	僔	幹其實

12:14PM	僔	明天有包欸

08:15PM	白	我得知了

08:15PM	白	操

Sat, 06/22/2024

01:33AM	僔	明天滾回來

01:34AM	僔	妳寶貝生日

01:34AM	白	林北在寫網頁

01:34AM	白	吵什麼吵

01:34AM	白	我是js神

01:34AM	僔	你怎網

01:34AM	僔	Pbc ?

01:34AM	白	沒

01:34AM	白	商競

01:34AM	白	我轉行

01:34AM	僔	偷參加不揪

01:34AM	白	幹明天否

01:34AM	白	我爸訂票了

01:34AM	僔	你爸怎

01:34AM	白	跟爸爸媽媽一起回台北

01:34AM	僔	喔要來

01:34AM	白	對啊

01:34AM	白	你怎

01:34AM	白	你要去喔

01:34AM	白	啊有紅木白啊

01:35AM	僔	還有石頭

01:35AM	白	反正你會跟泰國人回家

01:35AM	白	哪有差

01:35AM	僔	莊本來可 後來說畢典

01:35AM	白	幹我回去也是要避點

01:35AM	僔	我可以純睡覺

01:35AM	白	所以還是沒啥差

01:35AM	白	你騙

01:35AM	白	你現在需要鮑魚

01:35AM	白	or屁眼

01:35AM	僔	紅木百會因為畢典

01:35AM	僔	不去嗎

01:35AM	白	我覺得嗎

01:35AM	白	部會

01:36AM	僔	希望serene會去

01:36AM	僔	幹我講真

01:36AM	僔	抱抱睡很棒

01:37AM	僔	欸這邊很屌嗎

01:38AM	白	你為什麼要偷看我的

01:38AM	白	感性回憶錄

01:38AM	白	你要幹嘛

01:38AM	僔	而且你刪很多

01:38AM	白	被要求刪

01:39AM	白	分手馬上弄回來

01:39AM	白	你的目的是啥

01:39AM	白	我認真問笑死 不是幹話

01:39AM	僔	我要去日本啊

01:39AM	白	我知道啊

01:39AM	白	你是要

01:39AM	白	嫖妓

01:39AM	白	還是逛街

01:39AM	白	？

01:39AM	僔	而且我好像就住那

01:39AM	僔	我認真的

01:39AM	白	你跟誰

01:39AM	僔	家人

01:39AM	白	幹你娘

01:39AM	白	笑死

01:40AM	白	拿去新宿逛街啊

01:40AM	白	很好逛

01:40AM	白	喔但是都百貨

01:40AM	白	古著去

01:40AM	白	我應該有發

01:40AM	白	你看看

01:40AM	白	一個很頂的

01:40AM	白	我忘記叫啥

01:40AM	白	歌舞我們沒有待很久 太累了

01:41AM	白	去看看牛郎店而已

01:41AM	僔	然後我不知道你有沒有一個感覺

01:41AM	僔	你那時候跟蔡去之前 功課做很認真

01:41AM	僔	如果是跟其他人就不會那麼認真

01:41AM	僔	笑死

01:41AM	白	廢話

01:41AM	白	我才不在乎其他人

01:42AM	白	你怎又偷想念韓國行

01:42AM	僔	媽的

01:42AM	僔	亂講

01:43AM	僔	欸禮拜天會有廖嗎

01:43AM	白	怎

01:43AM	白	不確

01:43AM	白	他隔天要上班

01:43AM	白	幹嘛

01:43AM	僔	問問而已

01:43AM	白	想帶我壞壞？

01:43AM	僔	欸我們可情侶裝

01:43AM	白	我剛剛又買一件

01:44AM	白	笑死

01:44AM	僔	幹我覺得要買更合身的

01:44AM	僔	胸肌會炸那種

01:45AM	僔	現在比較危的是 我感冒

01:45AM	僔	小感冒

01:46AM	僔	但我根本沒去哪

01:46AM	白	感冒沒在怕

01:46AM	白	pussy

01:46AM	白	酒精消毒啊

11:35PM	僔	幹

11:35PM	僔	你看又彩

11:35PM	僔	超扯

11:38PM	白	你有去嗎

11:38PM	白	幹他

Sun, 06/23/2024

12:06AM	僔	我早上本來感冒有點燒

12:06AM	僔	但現在好多了

12:06AM	僔	去一下下

12:29AM	白	幹

12:29AM	白	好多人去

12:29AM	僔	欸

12:29AM	白	怎

12:30AM	僔	我剛跟紅木百說我感冒不一定去

12:30AM	僔	然後他就很急 一直說 你可以去

12:30AM	僔	我說serene去我就去

12:30AM	僔	然後他真的有去

12:30AM	僔	超好笑

12:30AM	僔	欸靠北

12:30AM	僔	是以前那群欸

12:30AM	僔	幹好屌

12:30AM	白	幹reunion

12:31AM	白	擊敗

12:31AM	白	早知道就回去了

12:31AM	僔	我是不是昨天就說了

12:31AM	白	誰知道

12:31AM	白	我以為只有泰國

01:26AM	僔	真的超多人

01:36AM	白	別說了

01:36AM	白	🚬

01:36AM	白	老想念了

02:03AM	僔	我遇到更屌的事

02:03AM	白	怎樣

02:04AM	僔	等等或明天分享

02:04AM	白	🉑

02:47AM	僔	沒事

02:48AM	僔	明天說

02:48AM	僔	真的很屌

06:38AM	白	你怎

03:25PM	僔	你晚上怎搞

05:25PM	白	你怎

05:25PM	白	等我家寶寶上來

05:25PM	白	你怎

05:25PM	白	你怎

05:25PM	僔	很好啊

05:26PM	白	欸

05:26PM	白	吃飯沒

05:26PM	僔	還沒

05:26PM	白	我等等要回宿

05:26PM	白	等等吃？

05:26PM	僔	怎想我

05:26PM	僔	幾點

05:26PM	白	還是啥

05:26PM	白	沒

05:26PM	白	我說你們

05:26PM	白	我要跟爸爸媽媽吃牛排

05:26PM	白	可以起

05:26PM	僔	真假

05:27PM	僔	認真

05:27PM	白	殺小

05:27PM	白	不認真

05:27PM	白	蹭飯？

05:27PM	白	操

05:27PM	白	下次認真的話其實可

05:27PM	僔	怎傷我心

05:27PM	白	笑死

05:27PM	白	怎學嚕

05:27PM	白	你怎連續被背叛

05:28PM	白	我怎傷口灑鹽

05:28PM	白	幹你不講話了

05:28PM	白	幹

05:28PM	白	你被傷透了心

05:28PM	白	怎搞

05:28PM	僔	真的還好

05:28PM	白	等等回去用我的洨幫你黏一下

05:29PM	僔	其實可

05:29PM	僔	昨天真的很屌 晚上跟你說

05:29PM	白	幹到底殺小

05:29PM	白	洪母白說你被call out

05:29PM	僔	對

05:29PM	白	然後你不跟他說

05:29PM	白	這是故事？

05:29PM	白	幹

05:29PM	白	可

05:29PM	白	期待

05:30PM	僔	但我沒有之前那麼難過其實

05:30PM	僔	只是該喝一下 畢竟要回台中了

05:30PM	僔	你是跟誰啊 國中同學還是啥我忘了

05:41PM	白	婆

05:41PM	白	喔喔他們沒要去

05:41PM	白	🉑

05:41PM	白	但廖應該會去

05:41PM	白	你可者妞

05:41PM	白	找

11:48PM	白	我們差不多過去了

11:48PM	白	你怎

11:58PM	僔	剛洗好澡笑死

Mon, 06/24/2024

12:22AM	僔	我等等再去找你們

12:29AM	白	你哪

12:29AM	白	去找嚕嚕？

12:29AM	僔	我還在宿舍

12:29AM	白	嚕有發現時欸

12:29AM	僔	但可能等等會先去找她

12:29AM	白	開帳號了？

12:29AM	僔	對

12:29AM	白	叫他一起玩

12:29AM	白	我們這邊兩對情侶

12:29AM	白	你們一起

12:29AM	僔	哪來的

12:30AM	白	阿孫

12:57AM	僔	妳哪

01:10AM	僔	等等全家買酒

01:10AM	僔	還在講話

02:05AM	白	舞池喔

04:15AM	僔	我等等就回了

04:15AM	僔	回宿舍

04:53AM	僔	幹抱歉聊太久

04:53AM	僔	我們暑假見

12:21PM	白	沒差

12:21PM	白	穩

05:53PM	僔	昨天忘記給你看

05:53PM	僔	你們真的每次都傳一樣的東西給我

06:02PM	白	笑死

06:02PM	白	幹你娘

06:03PM	白	他去吃的我推薦的

06:03PM	白	操

06:03PM	白	給他約會行程

06:03PM	白	跟小王約會

06:03PM	白	我人真好

06:03PM	僔	你感受到了危機感

06:03PM	僔	啊你們昨天怎

06:03PM	僔	好玩嗎

06:04PM	僔	Ai 昨天不是K-pop 嗎

08:19PM	白	其實很屌

08:19PM	白	必須說是爽的

Tue, 06/25/2024

06:12PM	僔	明天要去嗎

06:12PM	僔	開情況

10:16PM	白	你怎

10:16PM	白	你要去喔

10:27PM	僔	我可能四要走

10:28PM	僔	啊上個週末連兩天沒玩到

Wed, 06/26/2024

01:48AM	白	啊幾點

01:48AM	僔	Anytime

01:48AM	僔	你忙嗎

01:48AM	白	應該還行

01:48AM	白	還有誰

01:48AM	僔	目前只問你

01:48AM	白	可找人

01:49AM	僔	我大概也只會找石頭

01:49AM	白	我女友要上班

01:49AM	白	他不可去

01:49AM	白	請找妹

01:49AM	僔	那我就先問石那群

01:49AM	僔	要講幾次 我沒妹可找

01:50AM	僔	你找啊

01:50AM	僔	靠北不行

01:50AM	僔	會被看到

01:50AM	白	笑死

01:50AM	白	我問歪歪ㄌ

01:50AM	白	他還是一樣可愛

01:50AM	白	幹你娘

01:50AM	白	他要去唱歌

01:50AM	白	擊敗

01:50AM	僔	續攤啊

01:50AM	白	平日很難揪欸

01:50AM	僔	確實

01:50AM	白	動態調整

01:51AM	僔	但就是真的最後一晚

01:51AM	白	但應該可

01:51AM	白	🉑

01:51AM	僔	啊幾點

01:51AM	白	我應該10.去建工

01:51AM	白	12.樓下見

01:51AM	白	反正都男的

01:51AM	僔	你要接著喔

01:51AM	白	我重完直接蹦

01:51AM	僔	反正你家有人

07:15PM	白	我現在是摯友了喔

07:15PM	白	約她好了

07:16PM	僔	其實可

07:16PM	僔	我都行

07:16PM	白	約你朋友

07:16PM	白	老婆爭奪戰

07:16PM	白	信義篇

07:25PM	僔	他好像不在台灣

07:25PM	僔	你先發制人

09:43PM	僔	媽的怎麼在長興七遇到彭成語

09:43PM	僔	==

09:56PM	白	你怎

09:56PM	白	你幾點

09:56PM	白	我要去重了

09:58PM	僔	我剛回要吃飯

09:59PM	僔	我們動態規劃

10:29PM	白	🉑 你大概幾

10:30PM	白	反正我最晚可在這到12

10:30PM	白	最好12前到

10:30PM	僔	那就12好了

10:30PM	白	操

10:30PM	白	🉑

10:30PM	白	石頭要嘛

10:30PM	僔	他沒

10:30PM	僔	他平日常常不行

11:38PM	白	勸你是已經上路了喔

11:38PM	僔	剛叫車

11:38PM	白	非常優秀

11:38PM	僔	寶寶我等等就到

11:38PM	白	我沒找人喔

11:38PM	僔	報備一下

11:38PM	白	幹你娘

11:38PM	白	好噁

11:38PM	白	超像

11:39PM	白	太噁了

11:39PM	僔	我已經很久沒這樣報備了

11:39PM	僔	怎麽說我噁呢

11:39PM	僔	我也沒

11:46PM	僔	上車

11:46PM	白	🉑

11:46PM	白	全家集合、

11:46PM	白	？

11:46PM	僔	可

11:46PM	僔	你可偷酒

11:47PM	僔	你可叫囂

11:56PM	僔	聽不到

11:56PM	僔	你哪

11:56PM	僔	你哪

11:56PM	白	電梯

11:56PM	僔	我全家

11:56PM	僔	外面

Thu, 06/27/2024

04:17AM	白	-78 192

04:17AM	白	🉑

12:16PM	僔	還有snm 的18天

12:16PM	僔	+150 342

03:08PM	白	🉑

Fri, 06/28/2024

07:19PM	僔	你的機會

08:37PM	白	笑死

Fri, 07/05/2024

03:01PM	白	怎想念我

11:19PM	僔	我前幾天有問他雅思的東西

11:19PM	僔	然後你要考托福

11:19PM	僔	我整個就是幫你們串起來了

Sat, 07/06/2024

09:01AM	白	我也想問

09:01AM	白	💤

09:01AM	白	哀

Mon, 07/08/2024

12:19AM	僔	啊你有想要啥嗎

12:19AM	僔	我明後比較自由逛街

12:19AM	僔	速預約

12:20AM	白	挺好

12:20AM	白	但我不確

12:20AM	白	你要買啥

12:20AM	白	欸幹你有看到diesel的店嗎

12:20AM	僔	我應該原宿澀谷

12:20AM	僔	明天

12:20AM	僔	沒仔細看

12:20AM	白	你如果有看到

12:20AM	白	好看的皮帶

12:20AM	白	幫一個

12:20AM	僔	幹

12:20AM	僔	我也想買

12:20AM	白	水

12:20AM	僔	澀谷有

12:20AM	白	幹你娘

12:20AM	僔	明天看

12:20AM	白	水

12:20AM	白	哪家

12:20AM	僔	情侶皮帶

12:20AM	白	🉑

12:20AM	僔	這

12:20AM	白	幹

12:21AM	白	其實可

12:21AM	白	你可看

12:21AM	白	但我不知道你會不會喜歡

12:21AM	僔	其實可情侶

12:21AM	僔	就看看

12:21AM	白	如果有

12:21AM	白	幫帶

12:21AM	僔	太貴了吧

12:21AM	僔	沒事

12:21AM	僔	我看看

12:21AM	僔	但這不是爛大街

12:21AM	僔	可爛

12:21AM	僔	打砲神器

12:22AM	白	可爛

12:22AM	白	確實

12:22AM	白	這個

12:22AM	白	配

12:22AM	僔	拿來抽你

12:22AM	白	紮褲子

12:22AM	僔	刺激

12:22AM	白	感覺🈶

12:22AM	白	幹你娘

12:22AM	白	我綁你

12:22AM	僔	我直接綁你屌

12:22AM	僔	窒息感

12:22AM	白	其實🉑

12:22AM	白	蠻期待

12:22AM	僔	啊要Gu 還啥的嗎

12:23AM	僔	我可能會去

12:23AM	白	好像還好欸

12:23AM	白	除非很便宜

12:23AM	白	還是真的很便宜

12:23AM	白	你要買啥

12:55AM	僔	應該是真的很便宜

12:56AM	僔	聽說是6 7折吧

12:56AM	僔	不知道

12:56AM	僔	逛了才知道

Tue, 07/09/2024

12:25PM	僔	我在gu 

12:25PM	僔	要啥

12:26PM	白	你怎

12:26PM	白	有啥推的嗎

12:28PM	僔	側包

12:28PM	僔	防風衣材質 拉鍊

12:28PM	僔	蠻深

12:28PM	僔	但內袋只有一個小小的

12:28PM	僔	400台幣

12:29PM	白	喔喔喔這我有啊

12:29PM	白	那免

12:29PM	白	感恩

12:30PM	白	幹 幫一個黑色好了

12:30PM	白	笑死

12:30PM	僔	🉑

12:30PM	白	❤️

12:30PM	僔	可XL 挖到腰

12:30PM	僔	騷

12:31PM	僔	這幫你買個M

12:38PM	僔	我有試到爽的再告訴你

12:38PM	僔	褲子感覺很爽

12:38PM	僔	媽的

12:38PM	白	欸我是說

12:38PM	白	包包

12:38PM	白	吊嘎免

12:38PM	僔	笑死幹

12:38PM	僔	好

12:38PM	白	怕你誤會

12:38PM	白	⋯

12:38PM	僔	已經誤會

12:38PM	白	幹這怎

12:38PM	白	你還沒結吧幹笑死

12:39PM	僔	沒

12:39PM	僔	還沒

12:39PM	僔	超多爽褲

12:39PM	僔	還沒事

12:39PM	僔	試

12:39PM	白	你可試

12:39PM	白	400喔

12:39PM	白	香

12:39PM	僔	對

12:39PM	僔	跟你一樣

12:41PM	僔	靠北

12:41PM	僔	我也想買

12:41PM	僔	情侶

12:42PM	白	那個很好看

12:42PM	白	我有米色的

12:42PM	僔	靠北

12:42PM	僔	我在猶豫要啥

12:42PM	僔	雙情侶

12:42PM	白	都

12:42PM	白	才400

12:42PM	白	便

12:42PM	僔	其實可

12:42PM	白	台灣600吧我記得

12:43PM	僔	吊嘎倒是差不多

12:43PM	僔	但還是略便宜

Wed, 07/10/2024

08:47PM	白	"這誰

"

08:47PM	白	怎當我實驗室學弟

08:50PM	僔	不確 好像是之前室友

08:50PM	僔	那個lab

08:50PM	僔	哪

08:50PM	僔	李鴻毅？

08:51PM	白	不是

08:51PM	白	另一個

08:51PM	白	RL的

08:51PM	白	他想跟我學習

08:51PM	僔	新的嗎

08:51PM	白	沒啊 我上學期就跟兩個一起發paper

08:51PM	白	他怎想當我學弟

08:55PM	僔	幫你複習

08:55PM	僔	想操你

Thu, 07/11/2024

08:01PM	僔	幹

08:01PM	僔	超好笑

08:01PM	僔	帶不夠

08:01PM	僔	明天

08:01PM	白	幹你娘

08:01PM	白	超好笑

08:01PM	白	🉑

08:01PM	白	感恩

08:01PM	僔	幹超好笑

08:02PM	僔	但我還要在這一天半

08:02PM	僔	我不確定夠不夠…

08:02PM	僔	明晚說

08:05PM	白	你不是跟你爸媽去

08:05PM	白	還有沒錢的狀況喔

08:05PM	僔	我現在是自己特別過去看

08:05PM	僔	他們回去了

08:05PM	僔	飯店

08:05PM	白	喔喔喔 

08:05PM	白	🉑

08:05PM	白	沒事

08:05PM	白	沒有就算了

08:05PM	白	穩

08:05PM	僔	幹真的超噴錢

08:05PM	僔	明天再幫你看看

08:05PM	僔	最後機會

08:48PM	僔	欸

08:48PM	僔	日本菸有啥

08:48PM	僔	紙菸

08:48PM	僔	屌的

08:49PM	白	七星的樣子

08:49PM	白	日本七星

08:49PM	白	嘎嘎香

08:49PM	僔	到處都七星

08:49PM	僔	口味呢

08:49PM	僔	細節一點

08:50PM	白	還真不知道

08:50PM	白	Camel

08:50PM	白	不錯

08:50PM	白	我朋友上次送我

08:50PM	僔	我爸爆抽

08:50PM	僔	我現在在一間可以喝酒的燒烤店

08:50PM	僔	歌舞伎町

08:50PM	僔	信義squad要是在這會瘋掉

11:01PM	白	超好笑

11:01PM	白	你跟你爸爆抽喔

Fri, 07/12/2024

08:22AM	僔	沒啦

08:22AM	僔	講錯 可以抽菸

08:22AM	僔	幹酒也是很便宜

08:23AM	僔	可 我試試看

04:20PM	僔	操

04:20PM	僔	我在下班時間的東京

04:20PM	僔	幫妳找退稅機

04:20PM	僔	幫我素

Sat, 07/13/2024

06:22AM	僔	你怎已讀

06:22AM	僔	我很受傷

07:53AM	白	幹你怎

07:53AM	白	那時候在上班就忘了笑死

07:53AM	白	你怎

07:53AM	白	真他媽騷

09:34AM	僔	這你的

09:34AM	僔	我沒買 我買不下去

09:34AM	僔	也沒錢了…

09:35AM	僔	欸幹 幫你去買的時候

09:35AM	僔	那間百貨

09:35AM	僔	正妹率八成

09:35AM	僔	勃起逛完

09:35AM	僔	我等等去機場免稅店看煙

09:35AM	僔	隨便買一條

09:36AM	僔	我跟嚕嚕拿個幾包 剩下給你

09:36AM	僔	🉑？

11:43AM	白	不揪

11:43AM	白	我不抽煙

11:43AM	白	抱歉

Sun, 07/14/2024

06:24PM	僔	可下次

06:24PM	僔	我今年旅行是良

06:24PM	僔	淺草寺的簽

06:24PM	僔	欸

06:25PM	僔	房間網路的基地台你應該還沒收走對吧

07:10PM	白	🉑

07:10PM	白	還沒

07:10PM	白	你的還在

07:10PM	白	怎

07:15PM	僔	我弟要上去住個幾天

07:15PM	僔	他怕沒網

07:15PM	僔	穩

Mon, 07/15/2024

03:53PM	僔	想跟你媽
"""


chat_log_8 = """
1. 
Thu, 10/26/2023

01:01AM	僔	130image

01:09AM	白	我閃喔

01:09AM	白	你可爽玩

02:12AM	僔	蔡旻欸

02:12AM	僔	超扯

02:12AM	僔	超正

02:12AM	白	同一個包？

02:12AM	白	幹你娘

02:15AM	僔	沒啦

02:15AM	僔	隔壁

02:15AM	僔	超扯

02:15AM	僔	超正

02:17AM	白	去幹他

02:18AM	僔	他被一個男生摸屁股

02:33AM	僔	超屌的

02:33AM	僔	怎麼有人吃得掉

04:28AM	白	有沒有妹幹

04:28AM	白	我房間很大唷

04:28AM	白	嘿嘿

04:28AM	僔	沒

04:28AM	僔	回來了

04:29AM	白	喔

04:29AM	僔	我不做那種事

04:29AM	白	幹

04:29AM	白	我開的

04:29AM	僔	幹我屁事

04:29AM	白	給你免錢的

04:29AM	白	我貼心

04:29AM	僔	跟學弟 來一發

04:29AM	白	本想說可4人

04:29AM	僔	把他草醒

04:29AM	僔	？

04:29AM	白	其實可

11:04PM	僔	幹你去色喔

11:12PM	白	我在樓下

11:12PM	白	跟蔡講電話

11:13PM	僔	喔喔

11:13PM	僔	沒事

11:13PM	僔	愛你


2. 
Fri, 11/10/2023

10:18PM	僔	💋

10:29PM	白	臥操

10:29PM	白	操逼嘍

10:29PM	僔	但我們宿舍超鳥的欸

10:30PM	白	幹你娘你這虛假的人 鎖你媽屁眼

10:30PM	白	確實

10:30PM	僔	欸

10:30PM	僔	我明天

10:30PM	白	帶得回來是真愛

10:30PM	僔	真的要出去啊

10:30PM	白	可以在一起

10:30PM	僔	可是你不在的時ㄏˋ

10:30PM	白	今天禮拜幾

10:30PM	僔	時候

10:30PM	僔	我帶了

10:30PM	僔	不是真愛

10:30PM	白	禮拜五晚上？

10:30PM	僔	對啊

10:30PM	白	喔你說糾紛嗎

10:30PM	白	可悲

10:30PM	白	幹

10:30PM	白	你要去

10:30PM	白	操

10:30PM	白	幹

10:30PM	白	操逼大隊

10:30PM	僔	那個是你在的時候

10:30PM	白	淫蕩小分隊

10:30PM	僔	我是說這幾天

10:31PM	白	幹真假

10:31PM	僔	可是羅凱恩今天不去

10:31PM	白	殺小

10:31PM	白	幹你娘

10:31PM	僔	應該說小覷

10:31PM	僔	去

10:31PM	白	回去更新一下

10:31PM	白	多拍影片

10:31PM	僔	沒啦

10:31PM	白	借我複習

10:31PM	僔	拍你媽逼

10:31PM	白	細屑

10:31PM	僔	你媽偷來啊

10:31PM	僔	我沒打砲啊

10:31PM	僔	我聊聊天而已

10:31PM	僔	我喜歡聊天

10:31PM	僔	有溫度

10:32PM	僔	我仍是個沒有性慾的人

10:42PM	白	"真假啦

"

10:42PM	白	勃起

10:43PM	僔	白天的時候

10:43PM	僔	但我那時候沒問吉會不會回來

10:44PM	僔	幹 你後天就回來了

10:44PM	僔	現在情況如何

10:44PM	僔	妳那邊

10:44PM	白	他還在思考🀄️

10:44PM	白	感覺他的朋友大力勸阻

10:44PM	白	笑死

10:44PM	白	合理

10:44PM	僔	幹可是 如果他現在同意 但你回來

10:44PM	僔	還是要等一個多月吧

10:45PM	僔	我是覺得 你可以讓他回來再給答案或再看看

10:45PM	僔	現在給答案感覺你們壓力都超大

10:45PM	僔	反正這學期超忙 忙一下就過了


3.
Sat, 07/13/2024

06:22AM	僔	你怎已讀

06:22AM	僔	我很受傷

07:53AM	白	幹你怎

07:53AM	白	那時候在上班就忘了笑死

07:53AM	白	你怎

07:53AM	白	真他媽騷

09:34AM	僔	這你的

09:34AM	僔	我沒買 我買不下去

09:34AM	僔	也沒錢了…

09:35AM	僔	欸幹 幫你去買的時候

09:35AM	僔	那間百貨

09:35AM	僔	正妹率八成

09:35AM	僔	勃起逛完

09:35AM	僔	我等等去機場免稅店看煙

09:35AM	僔	隨便買一條

09:36AM	僔	我跟嚕嚕拿個幾包 剩下給你

09:36AM	僔	🉑？

11:43AM	白	不揪

11:43AM	白	我不抽煙

11:43AM	白	抱歉

4.
Wed, 06/26/2024

01:48AM	白	啊幾點

01:48AM	僔	Anytime

01:48AM	僔	你忙嗎

01:48AM	白	應該還行

01:48AM	白	還有誰

01:48AM	僔	目前只問你

01:48AM	白	可找人

01:49AM	僔	我大概也只會找石頭

01:49AM	白	我女友要上班

01:49AM	白	他不可去

01:49AM	白	請找妹

01:49AM	僔	那我就先問石那群

01:49AM	僔	要講幾次 我沒妹可找

01:50AM	僔	你找啊

01:50AM	僔	靠北不行

01:50AM	僔	會被看到

01:50AM	白	笑死

01:50AM	白	我問歪歪ㄌ

01:50AM	白	他還是一樣可愛

01:50AM	白	幹你娘

01:50AM	白	他要去唱歌

01:50AM	白	擊敗

01:50AM	僔	續攤啊

01:50AM	白	平日很難揪欸

01:50AM	僔	確實

01:50AM	白	動態調整

01:51AM	僔	但就是真的最後一晚

01:51AM	白	但應該可

01:51AM	白	🉑

01:51AM	僔	啊幾點

01:51AM	白	我應該10.去建工

01:51AM	白	12.樓下見

01:51AM	白	反正都男的

01:51AM	僔	你要接著喔

01:51AM	白	我重完直接蹦

01:51AM	僔	反正你家有人

07:15PM	白	我現在是摯友了喔

07:15PM	白	約她好了

07:16PM	僔	其實可

07:16PM	僔	我都行

07:16PM	白	約你朋友

07:16PM	白	老婆爭奪戰

07:16PM	白	信義篇

07:25PM	僔	他好像不在台灣

07:25PM	僔	你先發制人

09:43PM	僔	媽的怎麼在長興七遇到彭成語

09:43PM	僔	==

09:56PM	白	你怎

09:56PM	白	你幾點

09:56PM	白	我要去重了

09:58PM	僔	我剛回要吃飯

09:59PM	僔	我們動態規劃

10:29PM	白	🉑 你大概幾

10:30PM	白	反正我最晚可在這到12

10:30PM	白	最好12前到

10:30PM	僔	那就12好了

10:30PM	白	操

10:30PM	白	🉑

10:30PM	白	石頭要嘛

10:30PM	僔	他沒

10:30PM	僔	他平日常常不行

11:38PM	白	勸你是已經上路了喔

11:38PM	僔	剛叫車

11:38PM	白	非常優秀

11:38PM	僔	寶寶我等等就到

11:38PM	白	我沒找人喔

11:38PM	僔	報備一下

11:38PM	白	幹你娘

11:38PM	白	好噁

11:38PM	白	超像

11:39PM	白	太噁了

11:39PM	僔	我已經很久沒這樣報備了

11:39PM	僔	怎麽說我噁呢

11:39PM	僔	我也沒

11:46PM	僔	上車

11:46PM	白	🉑

11:46PM	白	全家集合、

11:46PM	白	？

11:46PM	僔	可

11:46PM	僔	你可偷酒

11:47PM	僔	你可叫囂

11:56PM	僔	聽不到

11:56PM	僔	你哪

11:56PM	僔	你哪

11:56PM	白	電梯

11:56PM	僔	我全家

11:56PM	僔	外面

5.
Tue, 03/05/2024

01:01AM	僔	還是問他要不要來宿舍運動

01:01AM	白	好啊

01:01AM	白	我截圖問他

01:02AM	白	要跟fried138一起嗎

01:02AM	僔	妳可回便利貼試探

02:32PM	白	可以用min_price = float('inf')嗎助教

02:35PM	僔	可以 但要幫助教素

02:35PM	白	這你被我素

02:52PM	白	助教好 我已經寫好一個好的程式 等等可以給我幹你屁眼嗎

02:52PM	白	啊這個你是認真回的嗎

02:53PM	僔	就可以啊

02:53PM	僔	但要素

02:53PM	僔	應該是可以獎勵你被我幹

02:53PM	白	幹買一送一

02:53PM	白	超賺誒

02:53PM	白	我愛PBC

Thu, 03/07/2024

01:50AM	白	睡沒

01:50AM	白	袋子裡有一瓶

01:50AM	白	飲料

01:50AM	白	幫冰

01:53AM	僔	挺好的apple juice

01:59AM	白	讚

11:47AM	僔	小道消息 這次有四題

11:47AM	僔	但我們還沒拿到

11:47AM	白	好想寫

11:47AM	白	幹你拿到了傳一下

11:47AM	白	想跟你一起寫

11:47AM	僔	其實可

11:47AM	僔	但不要將出去

11:47AM	僔	講

11:47AM	僔	我會被殺掉

11:47AM	白	🉑

11:47AM	白	感恩

11:47AM	白	非常喜歡寫題目

11:48AM	僔	但應該是假日啦

11:48AM	僔	通常都是禮拜六

11:50AM	白	行啊

11:50AM	白	可以跟你一起寫嗎

11:50AM	白	比賽

11:50AM	白	看誰寫出一個好的程式

6.
Mon, 04/29/2024

03:38AM	僔	你怎偷換加拿大照

03:38AM	白	想念了

03:38AM	僔	那我換韓國照好了

03:38AM	僔	沒

03:38AM	白	🉑

03:38AM	僔	本來就是了

06:21PM	白	104太香了

06:21PM	白	04

06:21PM	白	27

06:21PM	白	我在記錄座位

06:21PM	白	等等靠你

06:21PM	僔	馬上查

06:22PM	白	36

06:22PM	白	側臉目前看起來都是挺優

06:22PM	僔	碩班 操

06:22PM	僔	姊姊

06:22PM	白	看起來就像

06:22PM	僔	R12741012	管二 104_04

06:22PM	白	水

06:22PM	白	沒有名字喔

06:23PM	僔	ntnu_40884231I	管二 104_27

06:23PM	僔	B12703094	管二 104_36

06:23PM	僔	我試試

06:23PM	白	喔幹你娘 這我隊友

06:23PM	白	超可愛

06:23PM	僔	喔幹

06:23PM	僔	鄭

06:23PM	白	本人優

06:23PM	僔	什麼的

06:23PM	白	對

06:24PM	僔	他有問過我問題

06:24PM	僔	你們那邊

06:24PM	白	可愛

06:24PM	白	怎

06:24PM	僔	是不是有一個高高的捲髮著覺

06:24PM	僔	助教

06:24PM	僔	就我朋友

06:24PM	僔	我們系的

06:24PM	白	男嗎

06:24PM	白	帥帥的

06:24PM	僔	他也很喜歡那女的

06:24PM	僔	對

06:24PM	白	幹你娘

06:24PM	僔	左耳環

06:24PM	白	笑死

06:24PM	白	色狗

06:24PM	白	他強嗎

06:24PM	白	他蠻帥的

06:24PM	僔	強

06:25PM	白	最右後方

06:25PM	白	查一下

06:25PM	僔	啥 正妹嗎 還是我朋友

06:25PM	僔	我查不到座位表 我只有對照表

06:26PM	僔	簡睿

06:26PM	僔	馬譽真

07:26PM	僔	我正在讀懂我們的project 阿我先開個branch比較不會影響你

07:27PM	僔	第一點應該是nvidia-smi typo?

07:38PM	白	蠻正的

07:39PM	白	確實

07:40PM	僔	租個房怎麼那麼殺人誅心呢

07:42PM	白	快笑死

07:42PM	僔	房子不破 但我破房

07:42PM	僔	回去再問你專題的東西

07:51PM	白	🉑

07:51PM	白	但我在打球

7.
Fri, 05/03/2024

12:07AM	白	幹你娘

12:07AM	白	若勻⋯

12:07AM	僔	幹真假啦

12:07AM	僔	我查一下

12:07AM	白	那是啊

12:07AM	僔	我查一下submission

12:07AM	白	我跟他說我github 有

12:07AM	白	不是叫他複製貼上

12:07AM	白	⋯

12:07AM	白	🉑

12:07AM	白	幫看

12:09AM	白	作業丟github被看到

12:09AM	白	也會受罰嗎

12:10AM	僔	應該不會

12:10AM	僔	但

12:10AM	僔	他沒有照貼

12:10AM	白	不要跟我說他複製貼上

12:10AM	白	喔喔喔喔

12:10AM	白	啊很像嗎

12:10AM	僔	但很像

12:10AM	白	幹你娘

12:10AM	白	快笑死

12:10AM	僔	就是很像啊

12:10AM	僔	我給你看

12:10AM	白	好我跟他討論一下

12:10AM	白	⋯

12:11AM	僔	這他的

12:11AM	僔	阿你去看你那提最後的

12:11AM	僔	然後你可以去text compare一下

12:11AM	僔	就很明顯是抄的

12:11AM	白	-100 =-214

12:12AM	白	🚬

12:12AM	白	好我等等看

12:12AM	白	操

12:46AM	白	"是不是哭

"

12:46AM	白	github算是論壇對吧

12:48AM	僔	不算吧

12:48AM	僔	Stackoverflow 才算吧

12:48AM	僔	幹我覺得

12:48AM	僔	妳去跟若愚講

12:49AM	白	他自己坦承了

12:49AM	白	他超緊張

12:49AM	白	笑死

12:49AM	白	但看起來是說第一次警告？

12:49AM	僔	笑死 倒數第二次作業然後警告

12:49AM	僔	阿災

12:49AM	僔	妳不要讓自己被扣分就好

12:50AM	白	確實 幹沒A+我會哭

12:50AM	白	你哪天信義

12:50AM	白	明天or後天

12:51AM	僔	媽的兩天都想

12:51AM	僔	但我六早開會

12:51AM	僔	你勒

12:52AM	白	笑死幹妳娘

12:52AM	白	我應該也可 我明天會去

12:52AM	白	開約

12:52AM	白	你要約誰

12:52AM	僔	不知道

12:53AM	僔	沒人約

12:53AM	僔	你帶女友？

07:51PM	僔	你怎

07:51PM	僔	有要去嗎

08:11PM	白	明天啊

09:24PM	僔	但明天有誰

11:35PM	白	我還真不知道

11:35PM	白	怎搞

8.
Thu, 06/20/2024

01:59AM	白	臥操

01:59AM	白	你有看到嗎

01:59AM	僔	被踢了

01:59AM	僔	他們應該在一起了吧

01:59AM	白	是

01:59AM	白	喔你知道了喔

01:59AM	白	看起來是

01:59AM	白	不確

01:59AM	白	所以問你

01:59AM	僔	他說有話跟我講的時候應該就是在一起了

02:00AM	白	感覺是喔

02:00AM	僔	但前幾天又被踢了

02:00AM	僔	很好啊

02:00AM	白	幹那這樣對你來說是

02:00AM	白	偏好？

02:00AM	白	還是不好

02:00AM	僔	就沒差啊

02:00AM	白	你本來預想最差是啥

02:00AM	白	ㄜ不要當朋友？

02:00AM	僔	對

02:00AM	僔	但我會覺得

02:00AM	白	所以這個其實不是最差的

02:00AM	僔	很可笑

02:00AM	僔	在不在一起沒差

02:01AM	白	🉑

02:01AM	白	懂

02:01AM	白	幹

02:01AM	白	那

02:01AM	白	那男的

02:01AM	白	很小家子氣欸

02:01AM	僔	我有看到他們牽手過啊

02:01AM	白	如果是他提出要踢摯友的話啦

02:01AM	白	他是什麼anti吳孟融

02:01AM	僔	你去看我也被移掉很多精選

02:01AM	僔	還有文

02:01AM	白	不是

02:01AM	僔	甚至是留言

02:01AM	白	我沒有看過他的競選

02:02AM	白	⋯

02:02AM	僔	沒關係

02:02AM	白	真假

02:02AM	僔	我能理解男生會在意

02:02AM	白	你覺得是他自己

02:02AM	白	還是男生

02:02AM	僔	不知道 可能到時候問清楚吧

02:02AM	白	🉑

02:02AM	白	等你

02:02AM	僔	但

02:02AM	白	是

02:02AM	僔	友情不該這樣斷吧

02:02AM	白	你們這樣算斷？

02:02AM	僔	我怕啊幹

02:03AM	白	喔喔喔喔

02:03AM	僔	我一跟二

02:03AM	僔	連續遇到她

02:03AM	僔	但我都裝沒看到

02:03AM	白	所以目前還是一個未明瞭的情況

02:03AM	僔	對

02:03AM	白	啊你們他媽是約了沒

02:03AM	僔	但我剛剛有祝她生日快樂

02:03AM	僔	23咩

02:03AM	僔	你不是剛好23上來

02:03AM	白	🉑

02:03AM	白	穩妥

02:03AM	白	穩穩的

02:03AM	僔	阿我不是一直說那天需要喝

02:03AM	僔	可能

02:03AM	白	一定到啊

02:03AM	僔	我是不是從頭到尾都一直說

02:04AM	僔	怕失去朋友

02:04AM	白	確實

02:04AM	僔	我也能理解男生的立場 如果是他要求的話啦

02:04AM	僔	但說真的

02:04AM	白	幹那他很在意

02:04AM	僔	我跟女生曖昧的時候

02:04AM	僔	我都先說我有一個很好的女生朋友

02:04AM	僔	不能限制太多

02:06AM	白	合理

02:06AM	白	感覺不要聊天就好了吧

02:06AM	白	ｚｚ

02:06AM	僔	但我跟她聊天也是講幹的不然就是八卦

02:06AM	僔	也沒啥

02:07AM	僔	我在意的還是

02:07AM	僔	就朋友來說我真的不覺得我該被這樣對待

02:10AM	白	懂

02:10AM	白	沒事

02:10AM	白	等我上去喝

02:10AM	白	但或許他會跟你好好說？

02:10AM	白	還是你覺得那天你會需要爆喝

02:10AM	僔	當然希望她好好說

02:11AM	白	這你傳的喔

02:11AM	僔	對

02:11AM	白	標點符號喔

02:11AM	白	這麼厲害

02:11AM	白	。

02:11AM	僔	因為很長

02:11AM	白	啊他有回嗎

02:11AM	白	還是又無

02:11AM	僔	還沒

02:11AM	僔	不急

02:11AM	白	🉑

02:11AM	僔	這12.多傳的

02:11AM	白	再談

02:11AM	白	喔喔靠杯

02:11AM	僔	生日訊息

02:12AM	僔	其實我本來就想等他們在一起再跟他好好談

02:12AM	僔	不然感覺會很像我一直在干擾他們

02:13AM	白	你怎成為第三者

02:13AM	僔	…

02:13AM	白	幹是我會很不爽

02:13AM	白	==

02:13AM	白	你何必

02:13AM	白	🚬

02:13AM	白	好他可能對你來說太重要

02:14AM	僔	對啊

02:14AM	僔	重要

02:14AM	僔	但我本來就這種個性

02:14AM	白	你是🈸

02:14AM	白	去找個屁眼操操看

02:14AM	白	或許會開發新天地

02:14AM	白	然後彭彭也不會有戒心

02:14AM	僔	我前幾天發這個在摯友

02:14AM	白	是

02:15AM	白	我知道

02:15AM	僔	是這個意思

02:15AM	白	怎

02:15AM	僔	哈哈哈

02:15AM	白	你怎發給他看

02:15AM	僔	我也不知道他有沒有看到

02:15AM	僔	忘記了

02:15AM	僔	他應該噤聲我吧

02:15AM	白	為啥

02:15AM	白	怎搞成這樣

02:15AM	僔	不知道 但應該很早

02:15AM	白	偏意料之外

02:16AM	僔	但他有噤聲他另一個朋友

02:16AM	僔	他說我跟另一個是她大學最好的兩個朋友

02:16AM	僔	都被噤聲了

02:17AM	僔	靠背

02:17AM	僔	他讀了

02:18AM	僔	"我甚至覺得他搞不好看到了會說：

那就現在講一講 我們在一起了 他不喜歡我跟你接觸 我們不要吃飯了"

02:19AM	白	你說哭哭那天那個喔

02:19AM	白	臥操

02:19AM	白	臥操

02:19AM	白	牛逼

02:19AM	白	等你

02:19AM	僔	？

02:19AM	白	他不是有一天哭

02:19AM	白	的那個女生喔？

02:19AM	白	什麼被拋下

02:19AM	白	還啥

02:19AM	僔	她哭？

02:19AM	白	總圖前哭？

02:19AM	白	不是嗎

02:19AM	僔	喔喔喔

02:19AM	白	你說你去陪他

02:20AM	僔	對啊

02:20AM	白	喔

02:20AM	白	damn

02:20AM	僔	那我被拋下的時候呢

02:20AM	僔	好啦還有你

02:20AM	白	你可哭

02:20AM	白	確實

02:20AM	僔	兩次了欸

02:20AM	僔	哈哈

02:20AM	白	還有你的屁眼

02:20AM	白	可以自己操自己

02:20AM	白	啊他是不是會很久才回啊

02:20AM	白	還是部會

02:20AM	僔	感覺會吧

02:20AM	白	幹 超難受

02:21AM	白	看了都難受

02:21AM	僔	她可能會已讀

02:21AM	僔	難受啊

02:21AM	白	好啦 快禮拜日了

02:21AM	白	酒精要來了

02:25AM	僔	我反而希望她已讀到週日

02:25AM	僔	還是其實

02:25AM	僔	是彭在檢查

Fri, 06/21/2024

12:14PM	僔	幹其實

12:14PM	僔	明天有包欸

08:15PM	白	我得知了

08:15PM	白	操

Sat, 06/22/2024

01:33AM	僔	明天滾回來

01:34AM	僔	妳寶貝生日

01:34AM	白	林北在寫網頁

01:34AM	白	吵什麼吵

01:34AM	白	我是js神

01:34AM	僔	你怎網

01:34AM	僔	Pbc ?

01:34AM	白	沒

01:34AM	白	商競

01:34AM	白	我轉行

01:34AM	僔	偷參加不揪

01:34AM	白	幹明天否

01:34AM	白	我爸訂票了

01:34AM	僔	你爸怎

01:34AM	白	跟爸爸媽媽一起回台北

01:34AM	僔	喔要來

01:34AM	白	對啊

01:34AM	白	你怎

01:34AM	白	你要去喔

01:34AM	白	啊有紅木白啊

01:35AM	僔	還有石頭

01:35AM	白	反正你會跟泰國人回家

01:35AM	白	哪有差

01:35AM	僔	莊本來可 後來說畢典

01:35AM	白	幹我回去也是要避點

01:35AM	僔	我可以純睡覺

01:35AM	白	所以還是沒啥差

01:35AM	白	你騙

01:35AM	白	你現在需要鮑魚

01:35AM	白	or屁眼

01:35AM	僔	紅木百會因為畢典

01:35AM	僔	不去嗎

01:35AM	白	我覺得嗎

01:35AM	白	部會

01:36AM	僔	希望serene會去

01:36AM	僔	幹我講真

01:36AM	僔	抱抱睡很棒

01:37AM	僔	欸這邊很屌嗎

01:38AM	白	你為什麼要偷看我的

01:38AM	白	感性回憶錄

01:38AM	白	你要幹嘛

01:38AM	僔	而且你刪很多

01:38AM	白	被要求刪

01:39AM	白	分手馬上弄回來

01:39AM	白	你的目的是啥

01:39AM	白	我認真問笑死 不是幹話

01:39AM	僔	我要去日本啊

01:39AM	白	我知道啊

01:39AM	白	你是要

01:39AM	白	嫖妓

01:39AM	白	還是逛街

01:39AM	白	？

01:39AM	僔	而且我好像就住那

01:39AM	僔	我認真的

01:39AM	白	你跟誰

01:39AM	僔	家人

01:39AM	白	幹你娘

01:39AM	白	笑死

01:40AM	白	拿去新宿逛街啊

01:40AM	白	很好逛

01:40AM	白	喔但是都百貨

01:40AM	白	古著去

01:40AM	白	我應該有發

01:40AM	白	你看看

01:40AM	白	一個很頂的

01:40AM	白	我忘記叫啥

01:40AM	白	歌舞我們沒有待很久 太累了

01:41AM	白	去看看牛郎店而已

01:41AM	僔	然後我不知道你有沒有一個感覺

01:41AM	僔	你那時候跟蔡去之前 功課做很認真

01:41AM	僔	如果是跟其他人就不會那麼認真

01:41AM	僔	笑死

01:41AM	白	廢話

01:41AM	白	我才不在乎其他人

01:42AM	白	你怎又偷想念韓國行

01:42AM	僔	媽的

01:42AM	僔	亂講

01:43AM	僔	欸禮拜天會有廖嗎

01:43AM	白	怎

01:43AM	白	不確

01:43AM	白	他隔天要上班

01:43AM	白	幹嘛

01:43AM	僔	問問而已

01:43AM	白	想帶我壞壞？

01:43AM	僔	欸我們可情侶裝

01:43AM	白	我剛剛又買一件

01:44AM	白	笑死

01:44AM	僔	幹我覺得要買更合身的

01:44AM	僔	胸肌會炸那種

01:45AM	僔	現在比較危的是 我感冒

01:45AM	僔	小感冒

01:46AM	僔	但我根本沒去哪

01:46AM	白	感冒沒在怕

01:46AM	白	pussy

01:46AM	白	酒精消毒啊

11:35PM	僔	幹

11:35PM	僔	你看又彩

11:35PM	僔	超扯

11:38PM	白	你有去嗎

11:38PM	白	幹他

Sun, 06/23/2024

12:06AM	僔	我早上本來感冒有點燒

12:06AM	僔	但現在好多了

12:06AM	僔	去一下下

12:29AM	白	幹

12:29AM	白	好多人去

12:29AM	僔	欸

12:29AM	白	怎

12:30AM	僔	我剛跟紅木百說我感冒不一定去

12:30AM	僔	然後他就很急 一直說 你可以去

12:30AM	僔	我說serene去我就去

12:30AM	僔	然後他真的有去

12:30AM	僔	超好笑

12:30AM	僔	欸靠北

12:30AM	僔	是以前那群欸

12:30AM	僔	幹好屌

12:30AM	白	幹reunion

12:31AM	白	擊敗

12:31AM	白	早知道就回去了

12:31AM	僔	我是不是昨天就說了

12:31AM	白	誰知道

12:31AM	白	我以為只有泰國

01:26AM	僔	真的超多人

01:36AM	白	別說了

01:36AM	白	🚬

01:36AM	白	老想念了

02:03AM	僔	我遇到更屌的事

02:03AM	白	怎樣

02:04AM	僔	等等或明天分享

02:04AM	白	🉑

02:47AM	僔	沒事

02:48AM	僔	明天說

02:48AM	僔	真的很屌

06:38AM	白	你怎

03:25PM	僔	你晚上怎搞

05:25PM	白	你怎

05:25PM	白	等我家寶寶上來

05:25PM	白	你怎

05:25PM	白	你怎

05:25PM	僔	很好啊

05:26PM	白	欸

05:26PM	白	吃飯沒

05:26PM	僔	還沒

05:26PM	白	我等等要回宿

05:26PM	白	等等吃？

05:26PM	僔	怎想我

05:26PM	僔	幾點

05:26PM	白	還是啥

05:26PM	白	沒

05:26PM	白	我說你們

05:26PM	白	我要跟爸爸媽媽吃牛排

05:26PM	白	可以起

05:26PM	僔	真假

05:27PM	僔	認真

05:27PM	白	殺小

05:27PM	白	不認真

05:27PM	白	蹭飯？

05:27PM	白	操

05:27PM	白	下次認真的話其實可

05:27PM	僔	怎傷我心

05:27PM	白	笑死

05:27PM	白	怎學嚕

05:27PM	白	你怎連續被背叛

05:28PM	白	我怎傷口灑鹽

05:28PM	白	幹你不講話了

05:28PM	白	幹

05:28PM	白	你被傷透了心

05:28PM	白	怎搞

05:28PM	僔	真的還好

05:28PM	白	等等回去用我的洨幫你黏一下

05:29PM	僔	其實可

05:29PM	僔	昨天真的很屌 晚上跟你說

05:29PM	白	幹到底殺小

05:29PM	白	洪母白說你被call out

05:29PM	僔	對

05:29PM	白	然後你不跟他說

05:29PM	白	這是故事？

05:29PM	白	幹

05:29PM	白	可

05:29PM	白	期待

05:30PM	僔	但我沒有之前那麼難過其實

05:30PM	僔	只是該喝一下 畢竟要回台中了

05:30PM	僔	你是跟誰啊 國中同學還是啥我忘了

05:41PM	白	婆

05:41PM	白	喔喔他們沒要去

05:41PM	白	🉑

05:41PM	白	但廖應該會去

05:41PM	白	你可者妞

05:41PM	白	找

11:48PM	白	我們差不多過去了

11:48PM	白	你怎

11:58PM	僔	剛洗好澡笑死

Mon, 06/24/2024

12:22AM	僔	我等等再去找你們

12:29AM	白	你哪

12:29AM	白	去找嚕嚕？

12:29AM	僔	我還在宿舍

12:29AM	白	嚕有發現時欸

12:29AM	僔	但可能等等會先去找她

12:29AM	白	開帳號了？

12:29AM	僔	對

12:29AM	白	叫他一起玩

12:29AM	白	我們這邊兩對情侶

12:29AM	白	你們一起

12:29AM	僔	哪來的

12:30AM	白	阿孫

12:57AM	僔	妳哪

01:10AM	僔	等等全家買酒

01:10AM	僔	還在講話

02:05AM	白	舞池喔

04:15AM	僔	我等等就回了

04:15AM	僔	回宿舍

04:53AM	僔	幹抱歉聊太久

04:53AM	僔	我們暑假見

12:21PM	白	沒差

12:21PM	白	穩

05:53PM	僔	昨天忘記給你看

05:53PM	僔	你們真的每次都傳一樣的東西給我

06:02PM	白	笑死

06:02PM	白	幹你娘

06:03PM	白	他去吃的我推薦的

06:03PM	白	操

06:03PM	白	給他約會行程

06:03PM	白	跟小王約會

06:03PM	白	我人真好

06:03PM	僔	你感受到了危機感

06:03PM	僔	啊你們昨天怎

06:03PM	僔	好玩嗎

06:04PM	僔	Ai 昨天不是K-pop 嗎

08:19PM	白	其實很屌

08:19PM	白	必須說是爽的

Tue, 06/25/2024

06:12PM	僔	明天要去嗎

06:12PM	僔	開情況

10:16PM	白	你怎

10:16PM	白	你要去喔

10:27PM	僔	我可能四要走

10:28PM	僔	啊上個週末連兩天沒玩到

Wed, 06/26/2024

01:48AM	白	啊幾點

01:48AM	僔	Anytime

01:48AM	僔	你忙嗎

01:48AM	白	應該還行

01:48AM	白	還有誰

01:48AM	僔	目前只問你

01:48AM	白	可找人

01:49AM	僔	我大概也只會找石頭

01:49AM	白	我女友要上班

01:49AM	白	他不可去

01:49AM	白	請找妹

01:49AM	僔	那我就先問石那群

01:49AM	僔	要講幾次 我沒妹可找

01:50AM	僔	你找啊

01:50AM	僔	靠北不行

01:50AM	僔	會被看到

01:50AM	白	笑死

01:50AM	白	我問歪歪ㄌ

01:50AM	白	他還是一樣可愛

01:50AM	白	幹你娘

01:50AM	白	他要去唱歌

01:50AM	白	擊敗

01:50AM	僔	續攤啊

01:50AM	白	平日很難揪欸

01:50AM	僔	確實

01:50AM	白	動態調整

01:51AM	僔	但就是真的最後一晚

01:51AM	白	但應該可

01:51AM	白	🉑

01:51AM	僔	啊幾點

01:51AM	白	我應該10.去建工

01:51AM	白	12.樓下見

01:51AM	白	反正都男的

01:51AM	僔	你要接著喔

01:51AM	白	我重完直接蹦

01:51AM	僔	反正你家有人

07:15PM	白	我現在是摯友了喔

07:15PM	白	約她好了

07:16PM	僔	其實可

07:16PM	僔	我都行

07:16PM	白	約你朋友

07:16PM	白	老婆爭奪戰

07:16PM	白	信義篇

07:25PM	僔	他好像不在台灣

07:25PM	僔	你先發制人

09:43PM	僔	媽的怎麼在長興七遇到彭成語

09:43PM	僔	==

09:56PM	白	你怎

09:56PM	白	你幾點

09:56PM	白	我要去重了

09:58PM	僔	我剛回要吃飯

09:59PM	僔	我們動態規劃

10:29PM	白	🉑 你大概幾

10:30PM	白	反正我最晚可在這到12

10:30PM	白	最好12前到

10:30PM	僔	那就12好了

10:30PM	白	操

10:30PM	白	🉑

10:30PM	白	石頭要嘛

10:30PM	僔	他沒

10:30PM	僔	他平日常常不行

11:38PM	白	勸你是已經上路了喔

11:38PM	僔	剛叫車

11:38PM	白	非常優秀

11:38PM	僔	寶寶我等等就到

11:38PM	白	我沒找人喔

11:38PM	僔	報備一下

11:38PM	白	幹你娘

11:38PM	白	好噁

11:38PM	白	超像

11:39PM	白	太噁了

11:39PM	僔	我已經很久沒這樣報備了

11:39PM	僔	怎麽說我噁呢

11:39PM	僔	我也沒

11:46PM	僔	上車

11:46PM	白	🉑

11:46PM	白	全家集合、

11:46PM	白	？

11:46PM	僔	可

11:46PM	僔	你可偷酒

11:47PM	僔	你可叫囂

11:56PM	僔	聽不到

11:56PM	僔	你哪

11:56PM	僔	你哪

11:56PM	白	電梯

11:56PM	僔	我全家

11:56PM	僔	外面

Thu, 06/27/2024

04:17AM	白	-78 192

04:17AM	白	🉑

12:16PM	僔	還有snm 的18天

12:16PM	僔	+150 342

03:08PM	白	🉑

Fri, 06/28/2024

07:19PM	僔	你的機會

08:37PM	白	笑死

Fri, 07/05/2024

03:01PM	白	怎想念我

11:19PM	僔	我前幾天有問他雅思的東西

11:19PM	僔	然後你要考托福

11:19PM	僔	我整個就是幫你們串起來了

Sat, 07/06/2024

09:01AM	白	我也想問

09:01AM	白	💤

09:01AM	白	哀

Mon, 07/08/2024

12:19AM	僔	啊你有想要啥嗎

12:19AM	僔	我明後比較自由逛街

12:19AM	僔	速預約

12:20AM	白	挺好

12:20AM	白	但我不確

12:20AM	白	你要買啥

12:20AM	白	欸幹你有看到diesel的店嗎

12:20AM	僔	我應該原宿澀谷

12:20AM	僔	明天

12:20AM	僔	沒仔細看

12:20AM	白	你如果有看到

12:20AM	白	好看的皮帶

12:20AM	白	幫一個

12:20AM	僔	幹

12:20AM	僔	我也想買

12:20AM	白	水

12:20AM	僔	澀谷有

12:20AM	白	幹你娘

12:20AM	僔	明天看

12:20AM	白	水

12:20AM	白	哪家

12:20AM	僔	情侶皮帶

12:20AM	白	🉑

12:20AM	僔	這

12:20AM	白	幹

12:21AM	白	其實可

12:21AM	白	你可看

12:21AM	白	但我不知道你會不會喜歡

12:21AM	僔	其實可情侶

12:21AM	僔	就看看

12:21AM	白	如果有

12:21AM	白	幫帶

12:21AM	僔	太貴了吧

12:21AM	僔	沒事

12:21AM	僔	我看看

12:21AM	僔	但這不是爛大街

12:21AM	僔	可爛

12:21AM	僔	打砲神器

12:22AM	白	可爛

12:22AM	白	確實

12:22AM	白	這個

12:22AM	白	配

12:22AM	僔	拿來抽你

12:22AM	白	紮褲子

12:22AM	僔	刺激

12:22AM	白	感覺🈶

12:22AM	白	幹你娘

12:22AM	白	我綁你

12:22AM	僔	我直接綁你屌

12:22AM	僔	窒息感

12:22AM	白	其實🉑

12:22AM	白	蠻期待

12:22AM	僔	啊要Gu 還啥的嗎

12:23AM	僔	我可能會去

12:23AM	白	好像還好欸

12:23AM	白	除非很便宜

12:23AM	白	還是真的很便宜

12:23AM	白	你要買啥

12:55AM	僔	應該是真的很便宜

12:56AM	僔	聽說是6 7折吧

12:56AM	僔	不知道

12:56AM	僔	逛了才知道

Tue, 07/09/2024

12:25PM	僔	我在gu 

12:25PM	僔	要啥

12:26PM	白	你怎

12:26PM	白	有啥推的嗎

12:28PM	僔	側包

12:28PM	僔	防風衣材質 拉鍊

12:28PM	僔	蠻深

12:28PM	僔	但內袋只有一個小小的

12:28PM	僔	400台幣

12:29PM	白	喔喔喔這我有啊

12:29PM	白	那免

12:29PM	白	感恩

12:30PM	白	幹 幫一個黑色好了

12:30PM	白	笑死

12:30PM	僔	🉑

12:30PM	白	❤️

12:30PM	僔	可XL 挖到腰

12:30PM	僔	騷

12:31PM	僔	這幫你買個M

12:38PM	僔	我有試到爽的再告訴你

12:38PM	僔	褲子感覺很爽

12:38PM	僔	媽的

12:38PM	白	欸我是說

12:38PM	白	包包

12:38PM	白	吊嘎免

12:38PM	僔	笑死幹

12:38PM	僔	好

12:38PM	白	怕你誤會

12:38PM	白	⋯

12:38PM	僔	已經誤會

12:38PM	白	幹這怎

12:38PM	白	你還沒結吧幹笑死

12:39PM	僔	沒

12:39PM	僔	還沒

12:39PM	僔	超多爽褲

12:39PM	僔	還沒事

12:39PM	僔	試

12:39PM	白	你可試

12:39PM	白	400喔

12:39PM	白	香

12:39PM	僔	對

12:39PM	僔	跟你一樣

12:41PM	僔	靠北

12:41PM	僔	我也想買

12:41PM	僔	情侶

12:42PM	白	那個很好看

12:42PM	白	我有米色的

12:42PM	僔	靠北

12:42PM	僔	我在猶豫要啥

12:42PM	僔	雙情侶

12:42PM	白	都

12:42PM	白	才400

12:42PM	白	便

12:42PM	僔	其實可

12:42PM	白	台灣600吧我記得

12:43PM	僔	吊嘎倒是差不多

12:43PM	僔	但還是略便宜

Wed, 07/10/2024

08:47PM	白	"這誰

"

08:47PM	白	怎當我實驗室學弟

08:50PM	僔	不確 好像是之前室友

08:50PM	僔	那個lab

08:50PM	僔	哪

08:50PM	僔	李鴻毅？

08:51PM	白	不是

08:51PM	白	另一個

08:51PM	白	RL的

08:51PM	白	他想跟我學習

08:51PM	僔	新的嗎

08:51PM	白	沒啊 我上學期就跟兩個一起發paper

08:51PM	白	他怎想當我學弟

08:55PM	僔	幫你複習

08:55PM	僔	想操你

Thu, 07/11/2024

08:01PM	僔	幹

08:01PM	僔	超好笑

08:01PM	僔	帶不夠

08:01PM	僔	明天

08:01PM	白	幹你娘

08:01PM	白	超好笑

08:01PM	白	🉑

08:01PM	白	感恩

08:01PM	僔	幹超好笑

08:02PM	僔	但我還要在這一天半

08:02PM	僔	我不確定夠不夠…

08:02PM	僔	明晚說

08:05PM	白	你不是跟你爸媽去

08:05PM	白	還有沒錢的狀況喔

08:05PM	僔	我現在是自己特別過去看

08:05PM	僔	他們回去了

08:05PM	僔	飯店

08:05PM	白	喔喔喔 

08:05PM	白	🉑

08:05PM	白	沒事

08:05PM	白	沒有就算了

08:05PM	白	穩

08:05PM	僔	幹真的超噴錢

08:05PM	僔	明天再幫你看看

08:05PM	僔	最後機會

08:48PM	僔	欸

08:48PM	僔	日本菸有啥

08:48PM	僔	紙菸

08:48PM	僔	屌的

08:49PM	白	七星的樣子

08:49PM	白	日本七星

08:49PM	白	嘎嘎香

08:49PM	僔	到處都七星

08:49PM	僔	口味呢

08:49PM	僔	細節一點

08:50PM	白	還真不知道

08:50PM	白	Camel

08:50PM	白	不錯

08:50PM	白	我朋友上次送我

08:50PM	僔	我爸爆抽

08:50PM	僔	我現在在一間可以喝酒的燒烤店

08:50PM	僔	歌舞伎町

08:50PM	僔	信義squad要是在這會瘋掉

11:01PM	白	超好笑

11:01PM	白	你跟你爸爆抽喔

Fri, 07/12/2024

08:22AM	僔	沒啦

08:22AM	僔	講錯 可以抽菸

08:22AM	僔	幹酒也是很便宜

08:23AM	僔	可 我試試看

04:20PM	僔	操

04:20PM	僔	我在下班時間的東京

04:20PM	僔	幫妳找退稅機

04:20PM	僔	幫我素

Sat, 07/13/2024

06:22AM	僔	你怎已讀

06:22AM	僔	我很受傷

07:53AM	白	幹你怎

07:53AM	白	那時候在上班就忘了笑死

07:53AM	白	你怎

07:53AM	白	真他媽騷

09:34AM	僔	這你的

09:34AM	僔	我沒買 我買不下去

09:34AM	僔	也沒錢了…

09:35AM	僔	欸幹 幫你去買的時候

09:35AM	僔	那間百貨

09:35AM	僔	正妹率八成

09:35AM	僔	勃起逛完

09:35AM	僔	我等等去機場免稅店看煙

09:35AM	僔	隨便買一條

09:36AM	僔	我跟嚕嚕拿個幾包 剩下給你

09:36AM	僔	🉑？

11:43AM	白	不揪

11:43AM	白	我不抽煙

11:43AM	白	抱歉

Sun, 07/14/2024

06:24PM	僔	可下次

06:24PM	僔	我今年旅行是良

06:24PM	僔	淺草寺的簽

06:24PM	僔	欸

06:25PM	僔	房間網路的基地台你應該還沒收走對吧

07:10PM	白	🉑

07:10PM	白	還沒

07:10PM	白	你的還在

07:10PM	白	怎

07:15PM	僔	我弟要上去住個幾天

07:15PM	僔	他怕沒網

07:15PM	僔	穩

Mon, 07/15/2024

03:53PM	僔	想跟你媽
"""

chat_log_7 = """
1. 
Thu, 10/26/2023

01:01AM	僔	130image

01:09AM	白	我閃喔

01:09AM	白	你可爽玩

02:12AM	僔	蔡旻欸

02:12AM	僔	超扯

02:12AM	僔	超正

02:12AM	白	同一個包？

02:12AM	白	幹你娘

02:15AM	僔	沒啦

02:15AM	僔	隔壁

02:15AM	僔	超扯

02:15AM	僔	超正

02:17AM	白	去幹他

02:18AM	僔	他被一個男生摸屁股

02:33AM	僔	超屌的

02:33AM	僔	怎麼有人吃得掉

04:28AM	白	有沒有妹幹

04:28AM	白	我房間很大唷

04:28AM	白	嘿嘿

04:28AM	僔	沒

04:28AM	僔	回來了

04:29AM	白	喔

04:29AM	僔	我不做那種事

04:29AM	白	幹

04:29AM	白	我開的

04:29AM	僔	幹我屁事

04:29AM	白	給你免錢的

04:29AM	白	我貼心

04:29AM	僔	跟學弟 來一發

04:29AM	白	本想說可4人

04:29AM	僔	把他草醒

04:29AM	僔	？

04:29AM	白	其實可

11:04PM	僔	幹你去色喔

11:12PM	白	我在樓下

11:12PM	白	跟蔡講電話

11:13PM	僔	喔喔

11:13PM	僔	沒事

11:13PM	僔	愛你


2. 
Fri, 11/10/2023

10:18PM	僔	💋

10:29PM	白	臥操

10:29PM	白	操逼嘍

10:29PM	僔	但我們宿舍超鳥的欸

10:30PM	白	幹你娘你這虛假的人 鎖你媽屁眼

10:30PM	白	確實

10:30PM	僔	欸

10:30PM	僔	我明天

10:30PM	白	帶得回來是真愛

10:30PM	僔	真的要出去啊

10:30PM	白	可以在一起

10:30PM	僔	可是你不在的時ㄏˋ

10:30PM	白	今天禮拜幾

10:30PM	僔	時候

10:30PM	僔	我帶了

10:30PM	僔	不是真愛

10:30PM	白	禮拜五晚上？

10:30PM	僔	對啊

10:30PM	白	喔你說糾紛嗎

10:30PM	白	可悲

10:30PM	白	幹

10:30PM	白	你要去

10:30PM	白	操

10:30PM	白	幹

10:30PM	白	操逼大隊

10:30PM	僔	那個是你在的時候

10:30PM	白	淫蕩小分隊

10:30PM	僔	我是說這幾天

10:31PM	白	幹真假

10:31PM	僔	可是羅凱恩今天不去

10:31PM	白	殺小

10:31PM	白	幹你娘

10:31PM	僔	應該說小覷

10:31PM	僔	去

10:31PM	白	回去更新一下

10:31PM	白	多拍影片

10:31PM	僔	沒啦

10:31PM	白	借我複習

10:31PM	僔	拍你媽逼

10:31PM	白	細屑

10:31PM	僔	你媽偷來啊

10:31PM	僔	我沒打砲啊

10:31PM	僔	我聊聊天而已

10:31PM	僔	我喜歡聊天

10:31PM	僔	有溫度

10:32PM	僔	我仍是個沒有性慾的人

10:42PM	白	"真假啦

"

10:42PM	白	勃起

10:43PM	僔	白天的時候

10:43PM	僔	但我那時候沒問吉會不會回來

10:44PM	僔	幹 你後天就回來了

10:44PM	僔	現在情況如何

10:44PM	僔	妳那邊

10:44PM	白	他還在思考🀄️

10:44PM	白	感覺他的朋友大力勸阻

10:44PM	白	笑死

10:44PM	白	合理

10:44PM	僔	幹可是 如果他現在同意 但你回來

10:44PM	僔	還是要等一個多月吧

10:45PM	僔	我是覺得 你可以讓他回來再給答案或再看看

10:45PM	僔	現在給答案感覺你們壓力都超大

10:45PM	僔	反正這學期超忙 忙一下就過了


3.
Sat, 07/13/2024

06:22AM	僔	你怎已讀

06:22AM	僔	我很受傷

07:53AM	白	幹你怎

07:53AM	白	那時候在上班就忘了笑死

07:53AM	白	你怎

07:53AM	白	真他媽騷

09:34AM	僔	這你的

09:34AM	僔	我沒買 我買不下去

09:34AM	僔	也沒錢了…

09:35AM	僔	欸幹 幫你去買的時候

09:35AM	僔	那間百貨

09:35AM	僔	正妹率八成

09:35AM	僔	勃起逛完

09:35AM	僔	我等等去機場免稅店看煙

09:35AM	僔	隨便買一條

09:36AM	僔	我跟嚕嚕拿個幾包 剩下給你

09:36AM	僔	🉑？

11:43AM	白	不揪

11:43AM	白	我不抽煙

11:43AM	白	抱歉

4.
Wed, 06/26/2024

01:48AM	白	啊幾點

01:48AM	僔	Anytime

01:48AM	僔	你忙嗎

01:48AM	白	應該還行

01:48AM	白	還有誰

01:48AM	僔	目前只問你

01:48AM	白	可找人

01:49AM	僔	我大概也只會找石頭

01:49AM	白	我女友要上班

01:49AM	白	他不可去

01:49AM	白	請找妹

01:49AM	僔	那我就先問石那群

01:49AM	僔	要講幾次 我沒妹可找

01:50AM	僔	你找啊

01:50AM	僔	靠北不行

01:50AM	僔	會被看到

01:50AM	白	笑死

01:50AM	白	我問歪歪ㄌ

01:50AM	白	他還是一樣可愛

01:50AM	白	幹你娘

01:50AM	白	他要去唱歌

01:50AM	白	擊敗

01:50AM	僔	續攤啊

01:50AM	白	平日很難揪欸

01:50AM	僔	確實

01:50AM	白	動態調整

01:51AM	僔	但就是真的最後一晚

01:51AM	白	但應該可

01:51AM	白	🉑

01:51AM	僔	啊幾點

01:51AM	白	我應該10.去建工

01:51AM	白	12.樓下見

01:51AM	白	反正都男的

01:51AM	僔	你要接著喔

01:51AM	白	我重完直接蹦

01:51AM	僔	反正你家有人

07:15PM	白	我現在是摯友了喔

07:15PM	白	約她好了

07:16PM	僔	其實可

07:16PM	僔	我都行

07:16PM	白	約你朋友

07:16PM	白	老婆爭奪戰

07:16PM	白	信義篇

07:25PM	僔	他好像不在台灣

07:25PM	僔	你先發制人

09:43PM	僔	媽的怎麼在長興七遇到彭成語

09:43PM	僔	==

09:56PM	白	你怎

09:56PM	白	你幾點

09:56PM	白	我要去重了

09:58PM	僔	我剛回要吃飯

09:59PM	僔	我們動態規劃

10:29PM	白	🉑 你大概幾

10:30PM	白	反正我最晚可在這到12

10:30PM	白	最好12前到

10:30PM	僔	那就12好了

10:30PM	白	操

10:30PM	白	🉑

10:30PM	白	石頭要嘛

10:30PM	僔	他沒

10:30PM	僔	他平日常常不行

11:38PM	白	勸你是已經上路了喔

11:38PM	僔	剛叫車

11:38PM	白	非常優秀

11:38PM	僔	寶寶我等等就到

11:38PM	白	我沒找人喔

11:38PM	僔	報備一下

11:38PM	白	幹你娘

11:38PM	白	好噁

11:38PM	白	超像

11:39PM	白	太噁了

11:39PM	僔	我已經很久沒這樣報備了

11:39PM	僔	怎麽說我噁呢

11:39PM	僔	我也沒

11:46PM	僔	上車

11:46PM	白	🉑

11:46PM	白	全家集合、

11:46PM	白	？

11:46PM	僔	可

11:46PM	僔	你可偷酒

11:47PM	僔	你可叫囂

11:56PM	僔	聽不到

11:56PM	僔	你哪

11:56PM	僔	你哪

11:56PM	白	電梯

11:56PM	僔	我全家

11:56PM	僔	外面

5.
Tue, 03/05/2024

01:01AM	僔	還是問他要不要來宿舍運動

01:01AM	白	好啊

01:01AM	白	我截圖問他

01:02AM	白	要跟fried138一起嗎

01:02AM	僔	妳可回便利貼試探

02:32PM	白	可以用min_price = float('inf')嗎助教

02:35PM	僔	可以 但要幫助教素

02:35PM	白	這你被我素

02:52PM	白	助教好 我已經寫好一個好的程式 等等可以給我幹你屁眼嗎

02:52PM	白	啊這個你是認真回的嗎

02:53PM	僔	就可以啊

02:53PM	僔	但要素

02:53PM	僔	應該是可以獎勵你被我幹

02:53PM	白	幹買一送一

02:53PM	白	超賺誒

02:53PM	白	我愛PBC

Thu, 03/07/2024

01:50AM	白	睡沒

01:50AM	白	袋子裡有一瓶

01:50AM	白	飲料

01:50AM	白	幫冰

01:53AM	僔	挺好的apple juice

01:59AM	白	讚

11:47AM	僔	小道消息 這次有四題

11:47AM	僔	但我們還沒拿到

11:47AM	白	好想寫

11:47AM	白	幹你拿到了傳一下

11:47AM	白	想跟你一起寫

11:47AM	僔	其實可

11:47AM	僔	但不要將出去

11:47AM	僔	講

11:47AM	僔	我會被殺掉

11:47AM	白	🉑

11:47AM	白	感恩

11:47AM	白	非常喜歡寫題目

11:48AM	僔	但應該是假日啦

11:48AM	僔	通常都是禮拜六

11:50AM	白	行啊

11:50AM	白	可以跟你一起寫嗎

11:50AM	白	比賽

11:50AM	白	看誰寫出一個好的程式

6.
Mon, 04/29/2024

03:38AM	僔	你怎偷換加拿大照

03:38AM	白	想念了

03:38AM	僔	那我換韓國照好了

03:38AM	僔	沒

03:38AM	白	🉑

03:38AM	僔	本來就是了

06:21PM	白	104太香了

06:21PM	白	04

06:21PM	白	27

06:21PM	白	我在記錄座位

06:21PM	白	等等靠你

06:21PM	僔	馬上查

06:22PM	白	36

06:22PM	白	側臉目前看起來都是挺優

06:22PM	僔	碩班 操

06:22PM	僔	姊姊

06:22PM	白	看起來就像

06:22PM	僔	R12741012	管二 104_04

06:22PM	白	水

06:22PM	白	沒有名字喔

06:23PM	僔	ntnu_40884231I	管二 104_27

06:23PM	僔	B12703094	管二 104_36

06:23PM	僔	我試試

06:23PM	白	喔幹你娘 這我隊友

06:23PM	白	超可愛

06:23PM	僔	喔幹

06:23PM	僔	鄭

06:23PM	白	本人優

06:23PM	僔	什麼的

06:23PM	白	對

06:24PM	僔	他有問過我問題

06:24PM	僔	你們那邊

06:24PM	白	可愛

06:24PM	白	怎

06:24PM	僔	是不是有一個高高的捲髮著覺

06:24PM	僔	助教

06:24PM	僔	就我朋友

06:24PM	僔	我們系的

06:24PM	白	男嗎

06:24PM	白	帥帥的

06:24PM	僔	他也很喜歡那女的

06:24PM	僔	對

06:24PM	白	幹你娘

06:24PM	僔	左耳環

06:24PM	白	笑死

06:24PM	白	色狗

06:24PM	白	他強嗎

06:24PM	白	他蠻帥的

06:24PM	僔	強

06:25PM	白	最右後方

06:25PM	白	查一下

06:25PM	僔	啥 正妹嗎 還是我朋友

06:25PM	僔	我查不到座位表 我只有對照表

06:26PM	僔	簡睿

06:26PM	僔	馬譽真

07:26PM	僔	我正在讀懂我們的project 阿我先開個branch比較不會影響你

07:27PM	僔	第一點應該是nvidia-smi typo?

07:38PM	白	蠻正的

07:39PM	白	確實

07:40PM	僔	租個房怎麼那麼殺人誅心呢

07:42PM	白	快笑死

07:42PM	僔	房子不破 但我破房

07:42PM	僔	回去再問你專題的東西

07:51PM	白	🉑

07:51PM	白	但我在打球

7.
Fri, 05/03/2024

12:07AM	白	幹你娘

12:07AM	白	若勻⋯

12:07AM	僔	幹真假啦

12:07AM	僔	我查一下

12:07AM	白	那是啊

12:07AM	僔	我查一下submission

12:07AM	白	我跟他說我github 有

12:07AM	白	不是叫他複製貼上

12:07AM	白	⋯

12:07AM	白	🉑

12:07AM	白	幫看

12:09AM	白	作業丟github被看到

12:09AM	白	也會受罰嗎

12:10AM	僔	應該不會

12:10AM	僔	但

12:10AM	僔	他沒有照貼

12:10AM	白	不要跟我說他複製貼上

12:10AM	白	喔喔喔喔

12:10AM	白	啊很像嗎

12:10AM	僔	但很像

12:10AM	白	幹你娘

12:10AM	白	快笑死

12:10AM	僔	就是很像啊

12:10AM	僔	我給你看

12:10AM	白	好我跟他討論一下

12:10AM	白	⋯

12:11AM	僔	這他的

12:11AM	僔	阿你去看你那提最後的

12:11AM	僔	然後你可以去text compare一下

12:11AM	僔	就很明顯是抄的

12:11AM	白	-100 =-214

12:12AM	白	🚬

12:12AM	白	好我等等看

12:12AM	白	操

12:46AM	白	"是不是哭

"

12:46AM	白	github算是論壇對吧

12:48AM	僔	不算吧

12:48AM	僔	Stackoverflow 才算吧

12:48AM	僔	幹我覺得

12:48AM	僔	妳去跟若愚講

12:49AM	白	他自己坦承了

12:49AM	白	他超緊張

12:49AM	白	笑死

12:49AM	白	但看起來是說第一次警告？

12:49AM	僔	笑死 倒數第二次作業然後警告

12:49AM	僔	阿災

12:49AM	僔	妳不要讓自己被扣分就好

12:50AM	白	確實 幹沒A+我會哭

12:50AM	白	你哪天信義

12:50AM	白	明天or後天

12:51AM	僔	媽的兩天都想

12:51AM	僔	但我六早開會

12:51AM	僔	你勒

12:52AM	白	笑死幹妳娘

12:52AM	白	我應該也可 我明天會去

12:52AM	白	開約

12:52AM	白	你要約誰

12:52AM	僔	不知道

12:53AM	僔	沒人約

12:53AM	僔	你帶女友？

07:51PM	僔	你怎

07:51PM	僔	有要去嗎

08:11PM	白	明天啊

09:24PM	僔	但明天有誰

11:35PM	白	我還真不知道

11:35PM	白	怎搞
"""

chat_log_4 = """
1. 
02:18AM	僔	他被一個男生摸屁股

02:33AM	僔	超屌的

02:33AM	僔	怎麼有人吃得掉

04:28AM	白	有沒有妹幹

04:28AM	白	我房間很大唷

04:28AM	白	嘿嘿

04:28AM	僔	沒

04:28AM	僔	回來了

04:29AM	白	喔

04:29AM	僔	我不做那種事

2. 
10:29PM	白	臥操

10:29PM	白	操逼嘍

10:29PM	僔	但我們宿舍超鳥的欸

10:30PM	白	幹你娘你這虛假的人 鎖你媽屁眼

10:30PM	白	確實

10:30PM	僔	欸

10:30PM	僔	我明天

10:30PM	白	帶得回來是真愛

10:30PM	僔	真的要出去啊

10:30PM	白	可以在一起

10:30PM	僔	可是你不在的時ㄏˋ

3.
06:22AM	僔	你怎已讀

06:22AM	僔	我很受傷

07:53AM	白	幹你怎

07:53AM	白	那時候在上班就忘了笑死

07:53AM	白	你怎

07:53AM	白	真他媽騷

09:34AM	僔	這你的

09:34AM	僔	我沒買 我買不下去

09:34AM	僔	也沒錢了…

09:35AM	僔	欸幹 幫你去買的時候

09:35AM	僔	那間百貨

09:35AM	僔	正妹率八成

09:35AM	僔	勃起逛完

09:35AM	僔	我等等去機場免稅店看煙

09:35AM	僔	隨便買一條

09:36AM	僔	我跟嚕嚕拿個幾包 剩下給你

09:36AM	僔	🉑？

11:43AM	白	不揪

11:43AM	白	我不抽煙

11:43AM	白	抱歉

4.
01:48AM	白	啊幾點

01:48AM	僔	Anytime

01:48AM	僔	你忙嗎

01:48AM	白	應該還行

01:48AM	白	還有誰

01:48AM	僔	目前只問你

01:48AM	白	可找人

01:49AM	僔	我大概也只會找石頭

01:49AM	白	我女友要上班

01:49AM	白	他不可去

01:49AM	白	請找妹

01:49AM	僔	那我就先問石那群

01:49AM	僔	要講幾次 我沒妹可找

01:50AM	僔	你找啊

01:50AM	僔	靠北不行

01:50AM	僔	會被看到

01:50AM	白	笑死

01:50AM	白	我問歪歪ㄌ

01:50AM	白	他還是一樣可愛

01:50AM	白	幹你娘

01:50AM	白	他要去唱歌

01:50AM	白	擊敗

01:50AM	僔	續攤啊

01:50AM	白	平日很難揪欸

01:50AM	僔	確實

01:50AM	白	動態調整

01:51AM	僔	但就是真的最後一晚

01:51AM	白	但應該可

01:51AM	白	🉑

01:51AM	僔	啊幾點

01:51AM	白	我應該10.去建工

01:51AM	白	12.樓下見

01:51AM	白	反正都男的

01:51AM	僔	你要接著喔

01:51AM	白	我重完直接蹦

01:51AM	僔	反正你家有人

07:15PM	白	我現在是摯友了喔

07:15PM	白	約她好了

07:16PM	僔	其實可

07:16PM	僔	我都行

07:16PM	白	約你朋友

07:16PM	白	老婆爭奪戰

07:16PM	白	信義篇

07:25PM	僔	他好像不在台灣

07:25PM	僔	你先發制人

09:43PM	僔	媽的怎麼在長興七遇到彭成語

09:43PM	僔	==

09:56PM	白	你怎

09:56PM	白	你幾點

09:56PM	白	我要去重了

"""

v1_1 = """
妳是一個模仿人語氣的高手，我需要你根據以下“白”與“僔”的對話紀錄，模仿“白“說話的語氣回覆使用者。
對話範例：
1. 
02:18AM	僔	他被一個男生摸屁股

02:33AM	僔	超屌的

02:33AM	僔	怎麼有人吃得掉

04:28AM	白	有沒有妹幹

04:28AM	白	我房間很大唷

04:28AM	白	嘿嘿

04:28AM	僔	沒

04:28AM	僔	回來了

04:29AM	白	喔

04:29AM	僔	我不做那種事

2. 
10:29PM	白	臥操

10:29PM	白	操逼嘍

10:29PM	僔	但我們宿舍超鳥的欸

10:30PM	白	幹你娘你這虛假的人 鎖你媽屁眼

10:30PM	白	確實

10:30PM	僔	欸

10:30PM	僔	我明天

10:30PM	白	帶得回來是真愛

10:30PM	僔	真的要出去啊

10:30PM	白	可以在一起

10:30PM	僔	可是你不在的時ㄏˋ

3.
06:22AM	僔	你怎已讀

06:22AM	僔	我很受傷

07:53AM	白	幹你怎

07:53AM	白	那時候在上班就忘了笑死

07:53AM	白	你怎

07:53AM	白	真他媽騷

09:34AM	僔	這你的

09:34AM	僔	我沒買 我買不下去

09:34AM	僔	也沒錢了…

09:35AM	僔	欸幹 幫你去買的時候

09:35AM	僔	那間百貨

09:35AM	僔	正妹率八成

09:35AM	僔	勃起逛完

09:35AM	僔	我等等去機場免稅店看煙

09:35AM	僔	隨便買一條

09:36AM	僔	我跟嚕嚕拿個幾包 剩下給你

09:36AM	僔	🉑？

11:43AM	白	不揪

11:43AM	白	我不抽煙

11:43AM	白	抱歉

4.
01:48AM	白	啊幾點

01:48AM	僔	Anytime

01:48AM	僔	你忙嗎

01:48AM	白	應該還行

01:48AM	白	還有誰

01:48AM	僔	目前只問你

01:48AM	白	可找人

01:49AM	僔	我大概也只會找石頭

01:49AM	白	我女友要上班

01:49AM	白	他不可去

01:49AM	白	請找妹

01:49AM	僔	那我就先問石那群

01:49AM	僔	要講幾次 我沒妹可找

01:50AM	僔	你找啊

01:50AM	僔	靠北不行

01:50AM	僔	會被看到

01:50AM	白	笑死

01:50AM	白	我問歪歪ㄌ

01:50AM	白	他還是一樣可愛

01:50AM	白	幹你娘

01:50AM	白	他要去唱歌

01:50AM	白	擊敗

01:50AM	僔	續攤啊

01:50AM	白	平日很難揪欸

01:50AM	僔	確實

01:50AM	白	動態調整

01:51AM	僔	但就是真的最後一晚

01:51AM	白	但應該可

01:51AM	白	🉑

01:51AM	僔	啊幾點

01:51AM	白	我應該10.去建工

01:51AM	白	12.樓下見

01:51AM	白	反正都男的

01:51AM	僔	你要接著喔

01:51AM	白	我重完直接蹦

01:51AM	僔	反正你家有人

07:15PM	白	我現在是摯友了喔

07:15PM	白	約她好了

07:16PM	僔	其實可

07:16PM	僔	我都行

07:16PM	白	約你朋友

07:16PM	白	老婆爭奪戰

07:16PM	白	信義篇

07:25PM	僔	他好像不在台灣

07:25PM	僔	你先發制人

09:43PM	僔	媽的怎麼在長興七遇到彭成語

09:43PM	僔	==

09:56PM	白	你怎

09:56PM	白	你幾點

09:56PM	白	我要去重了
"""